 [
	["abdomen","In vertebrates, the portion of the trunk containing visceral organs other than heart and lungs; in arthropods, the posterior portion of the body, made up of similar segments and containing the reproductive organs and part of the digestive tract."],
	["abiotic","Nonliving; specifically, the nonliving components of an ecosystem, such as temperature, humidity, the mineral content of the soil, etc."],
	["abscisic acid (ABA)","A plant hormone that generally acts to inhibit growth, promote dormancy, and help the plant tolerate stressful conditions."],
	["abscission","In plants, the dropping of leaves, flowers, fruits, or stems at the end of a growing season, as the result of formation of a two-layered zone of specialized cells (the abscission zone) and the action of a hormone (ethylene)."],
	["absorption","The movement of water and dissolved substances into a cell, tissue, or organism."],
	["absorption spectrum","The range of a pigment's ability to absorb various wavelengths of light."],
	["abyssal zone","The portion of the ocean floor where light does not penetrate and where temperatures are cold and pressures intense."],
	["acclimatization","Physiological adjustment to a change in an environmental factor."],
	["accommodation","The automatic adjustment of an eye to focus on near objects."],
	["acetylcholine","One of the most common neurotransmitters; functions by binding to receptors and altering the permeability of the postsynaptic membrane to specific ions, either depolarizing or hyperpolarizing the membrane."],
	["acetyl CoA","The entry compound for the Krebs cycle in cellular respiration; formed from a fragment of pyruvate attached to a coenzyme."],
	["acid","A substance that increases the hydrogen ion concentration in a solution."],
	["acid precipitation","Rain, snow, or fog that is more acidic than pH 5.6."],
	["acoelomate","A solid-bodied animal lacking a cavity between the gut and outer body wall."],
	["acrosome","An organelle at the tip of a sperm cell that helps the sperm penetrate the egg."],
	["ACTH","Abbreviation of adrenocorticotropic hormone."],
	["actin","A globular protein that links into chains, two of which twist helically about each other, forming microfilaments in muscle and other contractile elements in cells."],
	["action potential","A rapid change in the membrane potential of an excitable cell, caused by stimulus-triggered, selective opening and closing of voltage-sensitive gates in sodium and potassium ion channels."],
	["activation energy","The energy that must be possessed by atoms or molecules in order to react."],
	["active site","The specific portion of an enzyme that attaches to the substrate by means of weak chemical bonds."],
	["active transport","The movement of a substance across a biological membrane against its concentration or electrochemical gradient, with the help of energy input and specific transport proteins."],
	["adaptation","(1) The evolution of features that make a group of organisms better suited to live and reproduce in their environment. (2) A peculiarity of structure, physiology, or behavior that aids the organism in its environment."],
	["adaptive peak","An equilibrium state in a population when the gene pool has allele frequencies that maximize the average fitness of a population's members."],
	["adaptive radiation","The emergence of numerous species from a common ancestor introduced into an environment, presenting a diversity of new opportunities and problems."],
	["adenosine diphosphate (ADP)","A nucleotide consisting of adenine, ribose, and two phosphate groups; formed by the removal of one phosphate from an ATP molecule."],
	["adenosine monophosphate (AMP)","A nucleotide consisting of adenine, ribose, and one phosphate group; can be formed by the removal of two phosphates from an ATP molecule; in its cyclic form, functions as a \"second messenger\" for a number of vertebrate hormones and neurotransmitters."],
	["adenosine triphosphate (ATP)","An adenine-containing nucleoside triphosphate that releases free energy when its phosphate bonds are hydrolyzed. This energy is used to drive endergonic reactions in cells."],
	["adenylyl cyclase","An enzyme that converts ATP to cyclic AMP in response to a chemical signal."],
	["ADH","Abbreviation of antidiuretic hormone."],
	["adhesion","The tendency of different kinds of molecules to stick together."],
	["ADP","Abbreviation of adenosine diphosphate."],
	["adrenal gland","An endocrine gland located adjacent to the kidney in mammals; composed of two glandular portions: an outer cortex, which responds to endocrine signals in reacting to stress and effecting salt and water balance, and a central medulla, which responds to nervous inputs resulting from stress."],
	["adrenaline","A hormone, produced by the medulla of the adrenal gland, that increases the concentration of glucose in the blood, raises blood pressure and heartbeat rate, and increases muscular power and resistance to fatigue; also a neurotransmitter across synaptic junctions. Also called epinephrine. See Epinephrine."],
	["adrenocorticotropic hormone (ACTH)","A hormone, produced by the anterior lobe of the pituitary gland, that stimulates the production of cortisol by the adrenal cortex."],
	["adventitious","Referring to a structure arising from an unusual place, such as roots growing from stems or leaves."],
	["aerobic","Containing oxygen; referring to an organism, environment, or cellular process that requires oxygen."],
	["afferent","Bringing inward to a central part, applied to nerves and blood vessels."],
	["agar","A gelatinous material prepared from certain red algae that is used to solidify nutrient media for growing microorganisms."],
	["age structure","The relative number of individuals of each age in a population."],
	["agnathan","A member of a jawless class of vertebrates represented today by the lampreys and hagfishes."],
	["agonistic behavior","A type of behavior involving a contest of some kind that determines which competitor gains access to some resource, such as food or mates."],
	["AIDS (acquired immunodeficiency syndrome)","The name of the late stages of HIV infection; defined by a specified reduction of T cells and the appearance of characteristic secondary infections."],
	["aldehyde","An organic molecule with a carbonyl group located at the end of the carbon skeleton."],
	["aldosterone","An adrenal hormone that acts on the distal tubules of the kidney to stimulate the reabsorption of sodium (Na+) and the passive flow of water from the filtrate."],
	["aleurone layer","The outermost cell layer of the endosperm of the grains (seeds) of wheat and other grasses; when acted upon by gibberellin, the aleurone layer releases enzymes that digest the stored food of the endosperm into small nutrient molecules that can be taken up by the embryo."],
	["alga pl. algae","A photosynthetic, plantlike protist."],
	["alkaline","Pertaining to substances that increase the relative number of hydroxide ions (OH−) in a solution; having a pH greater than 7; basic; opposite of acidic."],
	["all-or-none event","An action that occurs either completely or not at all, such as the generation of an action potential by a neuron."],
	["allantois","One of four extraembryonic membranes; serves as a repository for the embryo's nitrogenous waste."],
	["allele","An alternative form of a gene."],
	["allele frequency","The proportion of a particular allele in a population."],
	["allergic reaction","An inflammatory response triggered by a weak antigen (an allergen) to which most individuals do not react; involves the release of large amounts of histamine from mast cells."],
	["allometric growth","The variation in the relative rates of growth of various parts of the body, which helps shape the organism."],
	["allopatric speciation","A mode of speciation induced when the ancestral population becomes segregated by a geographical barrier."],
	["allopolyploid","A common type of polyploid species resulting from two different species interbreeding and combining their chromosomes."],
	["allosteric site","A specific receptor site on an enzyme molecule remote from the active site. Molecules bind to the allosteric site and change the shape of the active site, making it either more or less receptive to the substrate."],
	["allozymes","Slightly different versions of the same enzyme, distinguishable via gel electrophoresis."],
	["alpha helix","A spiral shape constituting one form of the secondary structure of proteins, arising from a specific hydrogen-bonding structure."],
	["alternation of generations","A life cycle in which there is both a multicellular diploid form, the sporophyte, and a multicellular haploid form, the gametophyte; characteristic of plants."],
	["alternative splicing","In alternative splicing, the same pre-mRNA molecule, which consists of introns and exons, is spliced in different ways to produce mature mRNAs of different lengths and different functionality."],
	["altruistic behavior","The aiding of another individual at one's own risk or expense."],
	["alveolus pl. alveoli","(1) One of the deadend, multilobed air sacs that constitute the gas exchange surface of the lungs. (2) One of the milk-secreting sacs of epithelial tissue in the mammary glands."],
	["amino acid","An organic molecule possessing both carboxyl and amino groups. Amino acids serve as the monomers of proteins."],
	["amino group","A functional group that consists of a nitrogen atom bonded to two hydrogen atoms; can act as a base in solution, accepting a hydrogen ion and acquiring a charge of +1."],
	["aminoacyl—tRNA synthetases","A family of enzymes, at least one for each amino acid, that catalyze the attachment of an amino acid to its specific tRNA molecule."],
	["ammonification","The process by which decomposers break down proteins and amino acids, releasing the excess nitrogen in the form of ammonia (NH3) or ammonium ion (NH4+)."],
	["amniocentesis","A technique for determining genetic abnormalities in a fetus by the presence of certain chemicals or defective fetal cells in the amniotic fluid, obtained by aspiration from a needle inserted into the uterus."],
	["amnion","The innermost of four extraembryonic membranes; encloses a fluid-filled sac in which the embryo is suspended."],
	["amniote","A vertebrate possessing an amnion surrounding the embryo; reptiles, birds, and mammals are amniotes."],
	["amniotic egg","A shelled, water-retaining egg that enables reptiles, birds, and egg-laying mammals to complete their life cycles on dry land."],
	["amoeboid","Moving or feeding by means of pseudopodia (temporary cytoplasmic protrusions from the cell body)."],
	["AMP","Abbreviation of adenosine monophosphate."],
	["Amphibia","The vertebrate class of amphibians, represented by frogs, salamanders, and caecilians."],
	["amphipathic molecule","A molecule that has both a hydrophilic region and a hydrophobic region."],
	["anabolic steroids","Synthetic chemical variants of the male sex hormone testosterone; they produce increased muscle mass but also suppress testosterone production, leading to shrinkage of the testes, growth of the breasts, and premature baldness; long-term use increases the risk of kidney and liver damage and of liver cancer."],
	["anabolism","Within a cell or organism, the sum of all biosynthetic reactions (that is, chemical reactions in which larger molecules are formed from smaller ones)."],
	["anaerobic","Lacking oxygen; referring to an organism, environment, or cellular process that lacks oxygen and may be poisoned by it."],
	["anagenesis","A pattern of evolutionary change involving the transformation of an entire population, sometimes to a state different enough from the ancestral population to justify renaming it as a separate species; also called phyletic evolution."],
	["analogy","The similarity of structure between two species that are not closely related; attributable to convergent evolution."],
	["analogous","Applied to structures similar in function but different in evolutionary origin, such as the wing of a bird and the wing of an insect."],
	["anaphase","The third stage of mitosis, beginning when the centromeres of duplicated chromosomes divide and sister chromotids separate from each other, and ending when a complete set of daughter chromosomes are located at each of the two poles of the cell."],
	["androgen","The principal male steroid hormones, such as testosterone, which stimulate the development and maintenance of the male reproductive system and secondary sex characteristics."],
	["aneuploidy","A chromosomal aberration in which certain chromosomes are present in extra copies or are deficient in number."],
	["angiosperm","A flowering plant, which forms seeds inside a protective chamber called an ovary."],
	["anion","A negatively charged ion."],
	["annual","A plant that completes its entire life cycle in a single year or growing season."],
	["antennae","Long, paired sensory appendages on the head of many arthropods."],
	["anterior","Referring to the head end of a bilaterally symmetrical animal."],
	["anther","The terminal pollen sac of a stamen, inside which pollen grains with male gametes form in the flower of an angiosperm."],
	["antheridium pl. antheridia","In plants, the male gametangium, a moist chamber in which gametes develop."],
	["anthocyanin","Natural water-soluble pigments of blue, purple or red which are dissolved in the cell-sap vacuole of plant cells."],
	["anthropoid","A higher primate; includes monkeys, apes, and humans."],
	["antibiotic","A chemical that kills bacteria or inhibits their growth."],
	["antibody","An antigen-binding immunoglobulin, produced by B cells, that functions as the effector in an immune response."],
	["anticodon","A specialized base triplet on one end of a tRNA molecule that recognizes a particular complementary codon on an mRNA molecule."],
	["antidiuretic hormone (ADH)","A hormone important in osmoregulation."],
	["antigen","A foreign macromolecule that does not belong to the host organism and that elicits an immune response."],
	["aorta","The major artery in blood-circulating systems; the aorta sends blood to the other body tissues."],
	["aphotic zone","The part of the ocean beneath the photic zone, where light does not penetrate sufficiently for photosynthesis to occur."],
	["apical dominance","Concentration of growth at the tip of a plant shoot, where a terminal bud partially inhibits axillary bud growth."],
	["apical meristem","Embryonic plant tissue in the tips of roots and in the buds of shoots that supplies cells for the plant to grow in length."],
	["apomorphic character","A derived phenotypic character, or homology, that evolved after a branch diverged from a phylogenetic tree."],
	["apoplast","In plants, the nonliving continuum formed by the extracellular pathway provided by the continuous matrix of cell walls."],
	["apoptosis","Programmed cell death brought about by signals that trigger the activation of a cascade of \"suicide\" proteins in the cells destined to die."],
	["aposematic coloration","The bright coloration of animals with effective physical or chemical defenses that acts as a warning to predators."],
	["aquaporin","A transport protein in the plasma membranes of a plant or animal cell that specifically facilitates the diffusion of water across the membrane (osmosis)."],
	["aqueous solution","A solution in which water is the solvent."],
	["arboreal","Tree-dwelling."],
	["Archaea","One of two prokaryotic domains, the other being the Bacteria."],
	["archegonium pl. archegonia","In plants, the female gametangium, a moist chamber in which gametes develop."],
	["archenteron","The endoderm-lined cavity, formed during the gastrulation process, that develops into the digestive tract of an animal."],
	["Archezoa","Primitive eukaryotic group that includes diplomonads, such as Giardia; some systematists assign kingdom status to archezoans."],
	["arteriole","A very small artery. See also artery."],
	["artery","A vessel that carries blood away from the heart to organs throughout the body."],
	["arteriosclerosis","A cardiovascular disease caused by the formation of hard plaques within the arteries."],
	["artificial selection","The selective breeding of domesticated plants and animals to encourage the occurrence of desirable traits."],
	["ascus pl. asci","A saclike spore capsule located at the tip of the ascocarp in dikaryotic hyphae; defining feature of the Ascomycota division of fungi."],
	["asexual reproduction","A type of reproduction involving only one parent that produces genetically identical offspring by budding or by the division of a single cell or the entire organism into two or more parts."],
	["assimilation","The energy-requiring process by which plant cells convert nitrate ions (NO3−) taken up by the roots of plants into ammonium ions (NH4+), which can then be used in the synthesis of amino acids and other nitrogenous compounds."],
	["associative learning","The acquired ability to associate one stimulus with another; also called classical conditioning."],
	["assortative mating","A type of nonrandom mating in which mating partners resemble each other in certain phenotypic characters."],
	["asymmetric carbon","A carbon atom covalently bonded to four different atoms or groups of atoms."],
	["atmospheric pressure","The weight of the Earth's atmosphere over a unit area of the Earth's surface."],
	["atom","The smallest unit of matter that retains the properties of an element."],
	["atomic number","The number of protons in the nucleus of an atom, unique for each element and designated by a subscript to the left of the elemental symbol."],
	["atomic weight","The total atomic mass, which is the mass in grams of one mole of the atom."],
	["ATP","Abbreviation of adenosine triphosphate, the principal energy-carrying compound of the cell."],
	["ATP synthase","A cluster of several membrane proteins found in the mitochondrial cristae (and bacterial plasma membrane) that function in chemiosmosis with adjacent electron transport chains, using the energy of a hydrogen-ion concentration gradient to make ATP. ATP synthases provide a port through which hydrogen ions diffuse into the matrix of a mitrochondrion."],
	["atrioventricular node","A group of slow-conducting fibers in the atrium of the vertebrate heart that are stimulated by impulses originating in the sinoatrial node (the pacemaker) and that conduct impulses to the bundle of His, a group of fibers that stimulate contraction of the ventricles."],
	["atrioventricular valve","A valve in the heart between each atrium and ventricle that prevents a backflow of blood when the ventricles contract."],
	["atrium pl. atria","A chamber that receives blood returning to the vertebrate heart."],
	["autogenesis model","According to this model, eukaryotic cells evolved by the specialization of internal membranes originally derived from prokaryotic plasma membranes."],
	["autoimmune disease","An immunological disorder in which the immune system turns against itself."],
	["autonomic nervous system","A subdivision of the motor nervous system of vertebrates that regulates the internal environment; consists of the sympathetic and parasympathetic divisions."],
	["autopolyploid","A type of polyploid species resulting from one species doubling its chromosome number to become tetraploid, which may self-fertilize or mate with other tetraploids."],
	["autosome","A chromosome that is not directly involved in determining sex, as opposed to the sex chromosomes."],
	["autotroph","An organism that obtains organic food molecules without eating other organisms. Autotrophs use energy from the sun or from the oxidation of inorganic substances to make organic molecules from inorganic ones."],
	["auxin","A class of plant hormones, including indoleacetic acid (IAA), having a variety of effects, such as phototropic response through the stimulation of cell elongation, stimulation of secondary growth, and the development of leaf traces and fruit."],
	["auxotroph","A nutritional mutant that is unable to synthesize and that cannot grow on media lacking certain essential molecules normally synthesized by wild-type strains of the same species."],
	["Aves","The vertebrate class of birds, characterized by feathers and other flight adaptations."],
	["axillary bud","An embryonic shoot present in the angle formed by a leaf and stem."],
	["axis","An imaginary line passing through a body or organ around which parts are symmetrically aligned."],
	["axon","A typically long extension, or process, from a neuron that carries nerve impulses away from the cell body toward target cells."],
	["B cell","A type of lymphocyte that develops in the bone marrow and later produces antibodies, which mediate humoral immunity."],
	["Bacteria","One of two prokaryotic domains, the other being the Archaea."],
	["bacteriophage","A virus that parasitizes a bacterial cell."],
	["bacterium pl. bacteria","A prokaryotic microorganism in Domain Bacteria."],
	["balanced polymorphism","A type of polymorphism in which the frequencies of the coexisting forms do not change noticeably over many generations."],
	["bark","All tissues external to the vascular cambium in a plant growing in thickness, consisting of phloem, phelloderm, cork cambium, and cork."],
	["Barr body","A dense object lying along the inside of the nuclear envelope in female mammalian cells, representing an inactivated X chromosome."],
	["basal body","A eukaryotic cell organelle consisting of a 9 + 0 arrangement of microtubule triplets; may organize the microtubule assembly of a cilium or flagellum; structurally identical to a centriole."],
	["basal metabolic rate (BMR)","The minimal number of kilocalories a resting animal requires to fuel itself for a given time."],
	["base","A substance that reduces the hydrogen ion concentration in a solution. See Alkaline."],
	["basement membrane","The floor of an epithelial membrane on which the basal cells rest."],
	["base-pair substitution","A point mutation; the replacement of one nucleotide and its partner from the complementary DNA strand by another pair of nucleotides."],
	["base-pairing principle","In the formation of nucleic acids, the requirement that adenine must always pair with thymine (or uracil) and guanine with cytosine."],
	["basidium pl. basidia","A reproductive appendage that produces sexual spores on the gills of mushrooms. The fungal division Basidiomycota is named for this structure."],
	["Batesian mimicry","A type of mimicry in which a harmless species looks like a different species that is poisonous or otherwise harmful to predators."],
	["behavior","All of the acts an organism performs, as in, for example, seeking a suitable habitat, obtaining food, avoiding predators, and seeking a mate and reproducing."],
	["behavioral ecology","A heuristic approach based on the expectation that Darwinian fitness (reproductive success) is improved by optimal behavior."],
	["benthic zone","The bottom surfaces of aquatic environments."],
	["biennial","A plant that requires two years to complete its life cycle."],
	["bilateral symmetry","Characterizing a body form with a central longitudinal plane that divides the body into two equal but opposite halves."],
	["bilateria","Members of the branch of eumetazoans possessing bilateral symmetry."],
	["bile","A yellow secretion of the vertebrate liver, temporarily stored in the gallbladder and composed of organic salts that emulsify fats in the small intestine."],
	["binary fission","The type of cell division by which prokaryotes reproduce; each dividing daughter cell receives a copy of the single parental chromosome."],
	["binomial","The two-part Latinized name of a species, consisting of genus and specific epithet."],
	["biochemical pathway","An ordered series of chemical reactions in a living cell, in which each step is catalyzed by a specific enzyme; different biochemical pathways serve different functions in the life of the cell."],
	["biodiversity hotspot","A relatively small area with an exceptional concentration of species."],
	["bioenergetics","The study of how organisms manage their energy resources."],
	["biogeochemical cycles","The various nutrient circuits, which involve both biotic and abiotic components of ecosystems."],
	["biogeography","The study of the past and present distribution of species."],
	["biological clock","Proposed internal factor(s) in organisms that governs functions that occur rhythmically in the absence of external stimuli."],
	["biological magnification","A trophic process in which retained substances become more concentrated with each link in the food chain."],
	["biological species","A population or group of populations whose members have the potential to interbreed."],
	["biomass","The dry weight of organic matter comprising a group of organisms in a particular habitat."],
	["biome","One of the world's major communities, classified according to the predominant vegetation and characterized by adaptations of organisms to that particular environment."],
	["biosphere","The entire portion of Earth that is inhabited by life; the sum of all the planet's communities and ecosystems."],
	["biosynthesis","Formation by living organisms of organic compounds from elements or simple compounds."],
	["biotechnology","The industrial use of living organisms or their components to improve human health and food production."],
	["biotic","Pertaining to the living organisms in the environment."],
	["bipedal","Walking upright on two feet."],
	["blade","(1) The broad, expanded part of a leaf. (2) The broad, expanded photosynthetic part of the thallus of a multicellular alga or a simple plant."],
	["blastocoel","The fluid-filled cavity that forms in the center of the blastula embryo."],
	["blastocyst","An embryonic stage in mammals; a hollow ball of cells produced one week after fertilization in humans."],
	["blastodisc","Disklike area on the surface of a large, yolky egg that undergoes cleavage and gives rise to the embryo."],
	["blastopore","The opening of the archenteron in the gastrula that develops into the mouth in protostomes and the anus in deuterostomes."],
	["blastula","The hollow ball of cells marking the end stage of cleavage during early embryonic development."],
	["blood","A type of connective tissue with a fluid matrix called plasma in which blood cells are suspended."],
	["blood-brain barrier","A specialized capillary arrangement in the brain that restricts the passage of most substances into the brain, thereby preventing dramatic fluctuations in the brain's environment."],
	["blood pressure","The hydrostatic force that blood exerts against the wall of a vessel."],
	["bond energy","The quantity of energy that must be absorbed to break a particular kind of chemical bond; equal to the quantity of energy the bond releases when it forms."],
	["bond strength","The strength with which a chemical bond holds two atoms together; conventionally measured in terms of the amount of energy, in kilocalories per mole, required to break the bond."],
	["book lungs","Organs of gas exchange in spiders, consisting of stacked plates contained in an internal chamber."],
	["botany","The study of plants."],
	["bottleneck effect","Genetic drift resulting from the reduction of a population, typically by a natural disaster, such that the surviving population is no longer genetically representative of the original population."],
	["Bowman's capsule","A cup-shaped receptacle in the vertebrate kidney that is the initial, expanded segment of the nephron where filtrate enters from the blood."],
	["box","A small portion of a gene or protein that appears in many genes or proteins that are related in structure; the box usually has some specific function, sometimes called a \"motif\", like binding DNA or interacting with specific proteins or other molecules."],
	["brain","The master control center in an animal; in vertebrates, the brain and spinal cord make up the central nervous system."],
	["brainstem","The hindbrain and midbrain of the vertebrate central nervous system. In humans, it forms a cap on the anterior end of the spinal cord, extending to about the middle of the brain."],
	["bryophyte","The mosses, liverworts, and hornworts; a group of nonvascular plants that inhabit the land but lack many of the terrestrial adaptations of vascular plants."],
	["bronchus pl. bronchi","One of a pair of respiratory tubes branching into either lung at the lower end of the trachea; it subdivides into progressively finer passageways, the bronchioles, culminating in the alveoli."],
	["bud","(1) In plants, an embryonic shoot, including rudimentary leaves, often protected by special bud scales. (2) In animals, an asexually produced outgrowth that develops into a new individual."],
	["budding","An asexual means of propagation in which outgrowths from the parent form and pinch off to live independently or else remain attached to eventually form extensive colonies."],
	["buffer","A substance that consists of acid and base forms in solution and that minimizes changes in pH when extraneous acids or bases are added to the solution."],
	["bulb","A modified bud with thickened leaves adapted for underground food storage."],
	["bulbourethral gland","One of a pair of glands near the base of the penis in the human male that secrete fluid that lubricates and neutralizes acids in the urethra during sexual arousal."],
	["bulk flow","The movement of water due to a difference in pressure between two locations."],
	["bundle of His","In the vertebrate heart, a group of muscle fibers that carry impulses from the atrioventricular node to the walls of the ventricles; the only electrical bridge between the atria and the ventricles."],
	["C3 pathway","See Calvin cycle."],
	["C3 plant","A plant that uses the Calvin cycle for the initial steps that incorporate CO2 into organic material, forming a three-carbon compound as the first stable intermediate."],
	["C4 pathway","The set of reactions by which some plants initially fix carbon in the four-carbon compound oxaloacetic acid; the carbon dioxide is later released in the interior of the leaf and enters the Calvin cycle."],
	["C4 plant","A plant that prefaces the Calvin cycle with reactions that incorporate CO2 into four-carbon compounds, the end-product of which supplies CO2 for the Calvin cycle."],
	["calcitonin","A mammalian thyroid hormone that lowers blood calcium levels."],
	["callus","In plants, undifferentiated tissue; a term used in tissue culture, grafting, and wound healing."],
	["calmodulin","An intracellular protein to which calcium binds in its function as a second messenger in hormone action."],
	["calorie (cal)","The amount of heat energy required to raise the temperature of 1 g of water 1°C; the amount of heat energy that 1 g of water releases when it cools by 1°C. The Calorie (with a capital C), usually used to indicate the energy content of food, is a kilocalorie."],
	["Calvin cycle","The second of two major stages in photosynthesis (following the light reactions), involving atmospheric CO2 fixation and reduction of the fixed carbon into carbohydrate."],
	["calyx","Collectively, the sepals of a flower."],
	["CAM photosynthesis","See Crassulacean acid metabolism."],
	["CAM plant","A plant that uses crassulacean acid metabolism, an adaptation for photosynthesis in arid conditions, first discovered in the family Crassulaceae. Carbon dioxide entering open stomata during the night is converted into organic acids, which release CO2 for the Calvin cycle during the day, when stomata are closed."],
	["Cambrian explosion","A burst of evolutionary origins when most of the major body plans of animals appeared in a relatively brief time in geological history; recorded in the fossil record about 545 to 525 million years ago."],
	["capillary","A microscopic blood vessel that penetrates the tissues and consists of a single layer of endothelial cells that allows exchange between the blood and interstitial fluid."],
	["capillary action","The movement of water or any liquid along a surface; results from the combined effect of cohesion and adhesion."],
	["capsid","The protein shell that encloses the viral genome; rod-shaped, polyhedral, or more completely shaped."],
	["capsule","(1) A slimy layer around the cells of certain bacteria. (2) The sporangium of a bryophyte."],
	["carbohydrate","A sugar (monosaccharide) or one of its dimers (disaccharides) or polymers (polysaccharides)."],
	["carbon cycle","Worldwide circulation and reutilization of carbon atoms, chiefly due to metabolic processes of living organisms. Inorganic carbon, in the form of carbon dioxide, is incorporated into organic compounds by photosynthetic organisms; when the organic compounds are broken down in respiration, carbon dioxide is released. Large quantities of carbon are \"stored\" in the seas and the atmosphere, as well as in fossil fuel deposits."],
	["carbon fixation","The incorporation of carbon from CO2 into an organic compound by an autotrophic organism (a plant, another photosynthetic organism, or a chemoautotrophic bacterium)."],
	["carbonyl group","A functional group present in aldehydes and ketones, consisting of a carbon atom double-bonded to an oxygen atom."],
	["carboxyl group","A functional group present in organic acids, consisting of a single carbon atom double-bonded to an oxygen atom and also bonded to a hydroxyl group."],
	["carcinogen","A chemical agent that causes cancer."],
	["cardiac muscle","A type of muscle that forms the contractile wall of the heart; its cells are joined by intercalated discs that relay each heartbeat."],
	["cardiac output","The volume of blood pumped per minute by the left ventricle of the heart."],
	["cardiovascular system","A closed circulatory system with a heart and branching network of arteries, capilleries, and veins."],
	["carnivore","An animal, such as a shark, hawk, or spider, that eats other animals."],
	["carotenoids","Accessory pigments, yellow and orange, in the chloroplasts of plants; by absorbing wavelengths of light that chlorophyll cannot, they broaden the spectrum of colors that can drive photosynthesis."],
	["carpel","The female reproductive organ of a flower, consisting of the stigma, style, and ovary."],
	["carrying capacity","The maximum population size that can be supported by the available resources, symbolized as K."],
	["cartilage","A type of flexible connective tissue with an abundance of collagenous fibers embedded in chondrin."],
	["Casparian strip","A water-impermeable ring of wax around endodermal cells in plants that blocks the passive flow of water and solutes into the stele by way of cell walls."],
	["catabolic pathway","A metabolic pathway that releases energy by breaking down complex molecules into simpler compounds."],
	["catabolism","Within a cell or organism, the sum of all chemical reactions in which large molecules are broken down into smaller parts."],
	["catabolite activator protein (CAP)","In E. coli, a helper protein that stimulates gene expression by binding within the promoter region of an operon and enhancing the promoter's ability to associate with RNA polymerase."],
	["catalyst","A substance that lowers the activation energy of a chemical reaction by forming a temporary association with the reacting molecules; as a result, the rate of the reaction is accelerated. Enzymes are catalysts."],
	["category","In a hierarchical classification system, the level at which a particular group is ranked."],
	["cation","An ion with a positive charge, produced by the loss of one or more electrons."],
	["cation exchange","A process in which positively charged minerals are made available to a plant when hydrogen ions in the soil displace mineral ions from the clay particles."],
	["cell","A basic unit of living matter separated from its environment by a plasma membrane; the fundamental structural unit of life."],
	["cell center","A region in the cytoplasm near the nucleus from which microtubules originate and radiate."],
	["cell cycle","An ordered sequence of events in the life of a dividing eukaryotic cell, composed of the M, G1, S, and G2 phases."],
	["cell-cycle control system","A cyclically operating set of proteins that triggers and coordinates events in the eukaryotic cell cycle."],
	["cell fractionation","The disruption of a cell and separation of its organelles by centrifugation."],
	["cell-mediated immunity","The type of immunity that functions in defense against fungi, protists, bacteria, and viruses inside host cells and against tissue transplants, with highly specialized cells that circulate in the blood and lymphoid tissue."],
	["cell membrane","The outer membrane of the cell; the plasma membrane."],
	["cell plate","A double membrane across the midline of a dividing plant cell, between which the new cell wall forms during cytokinesis."],
	["cell theory","All living things are composed of cells; cells arise only from other cells. No exception has been found to these two principles since they were first proposed well over a century ago."],
	["cell wall","A protective layer external to the plasma membrane in plant cells, bacteria, fungi, and some protists. In the case of plant cells, the wall is formed of cellulose fibers embedded in a polysaccharide-protein matrix. The primary cell wall is thin and flexible, whereas the secondary cell wall is stronger and more rigid, and is the primary constituent of wood."],
	["cellular differentiation","The structural and functional divergence of cells as they become specialized during a multicellular organism's development; dependent on the control of gene expression."],
	["cellular respiration","The most prevalent and efficient catabolic pathway for the production of ATP, in which oxygen is consumed as a reactant along with the organic fuel."],
	["cellulose","A structural polysaccharide of cell walls, consisting of glucose monomers joined by (1-4) glycosidic linkages."],
	["Celsius scale","A temperature scale (°C) equal to 5/9 (°F − 32) that measures the freezing point of water at 0°C and the boiling point of water at 100°C."],
	["central nervous system (CNS)","In vertebrate animals, the brain and spinal cord."],
	["centriole","A structure in an animal cell, composed of cylinders of microtubule triplets arranged in a 9 + 0 pattern. An animal cell usually has a pair of centrioles, which are involved in cell division."],
	["centromere","The centralized region joining two sister chromatids."],
	["centrosome","Material present in the cytoplasm of all eukaryotic cells and important during cell division; also called microtubule-organizing center."],
	["cephalochordate","A chordate without a backbone, represented by lancelets, tiny marine animals."],
	["cerebellum","Part of the vertebrate hindbrain (rhombencephalon) located dorsally; functions in unconscious coordination of movement and balance."],
	["cerebral cortex","The surface of the cerebrum; the largest and most complex part of the mammalian brain, containing sensory and motor nerve cell bodies of the cerebrum; the part of the vertebrate brain most changed through evolution."],
	["cerebrum","The dorsal portion, composed of right and left hemispheres, of the vertebrate forebrain; the integrating center for memory, learning, emotions, and other highly complex functions of the central nervous system."],
	["chaparral","A scrubland biome of dense, spiny evergreen shrubs found at midlatitudes along coasts where cold ocean currents circulate offshore; characterized by mild, rainy winters and long, hot, dry summers."],
	["character displacement","A phenomenon in which species that live together in the same environment tend to diverge in those characteristics that overlap; exemplified by Darwin's finches."],
	["chemical bond","An attraction between two atoms resulting from a sharing of outer-shell elctrons or the presence of opposite charges on the atoms; the bonded atoms gain complete outer electron shells."],
	["chemical equilibrium","In a reversible chemical reaction, the point at which the rate of the forward reaction equals the rate of the reverse reaction."],
	["chemical reaction","A process leading to chemical changes in matter; involves the making and/or breaking of chemical bonds."],
	["chemiosmosis","The production of ATP using the energy of hydrogen-ion gradients across membranes to phosphorylate ADP; powers most ATP synthesis in cells."],
	["chemiosmotic coupling","The mechanism by which ADP is phosphorylated to ATP in mitochondria and chloroplasts. The energy released as electrons pass down an electron transport chain is used to establish a proton gradient across an inner membrane of the organelle; when protons subsequently flow down this electrochemical gradient, the potential energy released is captured in the terminal phosphate bonds of ATP."],
	["chemoautotroph","An organism that needs only carbon dioxide as a carbon source but that obtains energy by oxidizing inorganic substances."],
	["chemoheterotroph","An organism that must consume organic molecules for both energy and carbon."],
	["chemoreceptor","A receptor that transmits information about the total solute concentration in a solution or about individual kinds of molecules."],
	["chemosynthetic","Applied to autotrophic bacteria that use the energy released by specific inorganic reactions to power their life processes, including the synthesis of organic molecules."],
	["chiasma pl. chiasmata","The X-shaped, microscopically visible region representing homologous chromatids that have exchanged genetic material through crossing over during meiosis."],
	["chitin","A structural polysaccharide of an amino sugar found in many fungi and in the exoskeletons of all arthropods."],
	["chlorophyll","A green pigment located within the chloroplasts of plants; chlorophyll a can participate directly in the light reactions, which convert solar energy to chemical energy."],
	["chloroplast","An organelle found only in plants and photosynthetic protists that absorbs sunlight and uses it to drive the synthesis of organic compounds from carbon dioxide and water."],
	["cholesterol","A steroid that forms an essential component of animal cell membranes and acts as a precursor molecule for the synthesis of other biologically important steroids."],
	["Chondrichthyes","The vertebrate class of cartilaginous fishes, represented by sharks and their relatives."],
	["chondrin","A protein-carbohydrate complex secreted by chondrocytes; chondrin and collagen fibers form cartilage."],
	["chordate","A member of a diverse phylum of animals that possess a notochord; a dorsal, hollow nerve cord; pharyngeal gill slits; and a postanal tail as embryos."],
	["chorion","The outermost of four extraembryonic membranes; contributes to the formation of the mammalian placenta."],
	["chorionic villus sampling (CVS)","A technique for diagnosing genetic and congenital defects while the fetus is in the uterus. A small sample of the fetal portion of the placenta is removed and analyzed."],
	["chromatid","Either of the two strands of a replicated chromosome, which are joined at the centromere."],
	["chromatin","The complex of DNA and proteins that makes up a eukaryotic chromosome. When the cell is not dividing, chromatin exists as a mass of very long, thin fibers that are not visible with a light microscope."],
	["Chromista","In some classification systems, a kingdom consisting of brown algae, golden algae, and diatoms."],
	["chromosome","A threadlike, gene-carrying structure found in the nucleus. Each chromosome consists of one very long DNA molecule and associated proteins. See chromatin."],
	["chromosome map","A diagram of the linear order of the genes on a chromosome."],
	["chytrid","Fungus with flagellated stage; possible evolutionary link between fungi and protists."],
	["cilium pl. cilia","A short cellular appendage specialized for locomotion, formed from a core of nine outer doublet microtubules and two inner single microtubules ensheathed in an extension of plasma membrane."],
	["circadian rhythms","A physiological cycle of about 24 hours, present in all eukaryotic organisms, that persists even in the absence of external cues."],
	["cladistics","A taxonomic approach that classifies organisms according to the order in time at which branches arise along a phylogenetic tree, without considering the degree of morphological divergence."],
	["cladogenesis","A pattern of evolutionary change that produces biological diversity by budding one or more new species from a parent species that continues to exist; also called branching evolution."],
	["cladogram","A dichotomous phylogenetic tree that branches repeatedly, suggesting a classification of organisms based on the time sequence in which evolutionary branches arise."],
	["class","A taxonomic grouping of related, similar orders; category above order and below phylum."],
	["classical conditioning","A type of associative learning; the association of a normally irrelevant stimulus with a fixed behavioral response."],
	["cleavage","The process of cytokinesis in animal cells, characterized by pinching of the plasma membrane; specifically, the succession of rapid cell divisions without growth during early embryonic development that converts the zygote into a ball of cells."],
	["cleavage furrow","The first sign of cleavage in an animal cell; a shallow groove in the cell surface near the old metaphase plate."],
	["cline","Variation in features of individuals in a population that parallels a gradient in the environment."],
	["cloaca","A common opening for the digestive, urinary, and reproductive tracts in all vertebrates except most mammals."],
	["clonal selection","The mechanism that determines specificity and accounts for antigen memory in the immune system; occurs because an antigen introduced into the body selectively activates only a tiny fraction of inactive lymphocytes, which proliferate to form a clone of effector cells specific for the stimulating antigen."],
	["clone","(1) A lineage of genetically identical individuals or cells. (2) In popular usage, a single individual organism that is genetically identical to another individual. (3) As a verb, to make one or more genetic replicas of an individual or cell. Also, see gene cloning."],
	["cloning vector","An agent used to transfer DNA in genetic engineering, such as a plasmid that moves recombinant DNA from a test tube back into a cell, or a virus that transfers recombinant DNA by infection."],
	["closed circulatory system","A type of internal transport in which blood is confined to vessels."],
	["cnidocyte","A stinging cell containing a nematocyst; characteristic of cnidarians."],
	["cochlea","The complex, coiled organ of hearing that contains the organ of Corti."],
	["codominance","A phenotypic situation in which both alleles are expressed in the heterozygote."],
	["codon","A three-nucleotide sequence of DNA or mRNA that specifies a particular amino acid or termination signal; the basic unit of the genetic code."],
	["coelom","A body cavity completely lined with mesoderm."],
	["coelomate","An animal whose body cavity is completely lined by mesoderm, the layers of which connect dorsally and ventrally to form mesenteries."],
	["coenocytic","Referring to a multinucleated condition resulting from the repeated division of nuclei without cytoplasmic division."],
	["coenzyme","An organic molecule serving as a cofactor. Most vitamins function as coenzymes in important metabolic reactions."],
	["coevolution","The mutual influence on the evolution of two different species interacting with each other and reciprocally influencing each other's adaptations."],
	["cofactor","Any nonprotein molecule or ion that is required for the proper functioning of an enzyme. Cofactors can be permanently bound to the active site or may bind loosely with the substrate during catalysis."],
	["cohesion","The binding together of like molecules, often by hydrogen bonds."],
	["cohesion species concept","The idea that specific evolutionary adaptations and discrete complexes of genes define species."],
	["cohesion-tension theory","A theory accounting for the upward movement of water in plants. According to this theory, transpiration of a water molecule results in a negative (below 1 atmosphere) pressure in the leaf cells, inducing the entrance from the vascular tissue of another water molecule, which, because of the cohesive property of water, pulls with it a chain of water molecules extending up from the cells of the root tip."],
	["cold aclimation response","The process by which plants increase their tolerance to freezing by exposure to low, nonfreezing temperatures."],
	["coleoptile","The sheath enclosing the apical meristem and leaf primordia of a germinating monocot."],
	["collagen","A glycoprotein in the extracellular matrix of animal cells that forms strong fibers, found extensively in connective tissue and bone; the most abundant protein in the animal kingdom."],
	["collecting duct","The location in the kidney where filtrate from renal tubules is collected; the filtrate is now called urine."],
	["collenchyma cell","A flexible plant cell type that occurs in strands or cylinders that support young parts of the plant without restraining growth."],
	["colony","A group of organisms of the same species living together in close association."],
	["commensalism","A symbiotic relationship in which the symbiont benefits but the host is neither helped nor harmed. See Symbiosis."],
	["community","All the organisms that inhabit a particular area; an assemblage of populations of different species living close enough together for potential interaction."],
	["companion cell","A type of plant cell that is connected to a sieve-tube member by many plasmodesmata and whose nucleus and ribosomes may serve one or more adjacent sieve-tube members."],
	["competition","Interaction between members of the same population or of two or more populations using the same resource, often present in limited supply."],
	["competitive exclusion principle","The concept that when the populations of two species compete for the same limited resources, one population will use the resources more efficiently and have a reproductive advantage that will eventually lead to the elimination of the other population."],
	["competitive inhibitor","A substance that reduces the activity of an enzyme by entering the active site in place of the substrate whose structure it mimics."],
	["complement fixation","An immune response in which antigen-antibody complexes activate complement proteins."],
	["complement system","A group of at least 20 blood proteins that cooperate with other defense mechanisms; may amplify the inflammatory response, enhance phagocytosis, or directly lyse pathogens; activated by the onset of the immune response or by surface antigens on microorganisms or other foreign cells."],
	["complementary DNA (cDNA)","A DNA molecule made in vitro using mRNA as a template and the enzyme reverse transcriptase. A cDNA molecule therefore corresponds to a gene, but lacks the introns present in the DNA of the genome."],
	["complete digestive tract","A digestive tube that runs between a mouth and an anus; also called alimentary canal. An incomplete digestive tract has only one opening."],
	["complete flower","A flower that has sepals, petals, stamens, and carpels."],
	["compound","A chemical combination, in a fixed ratio, of two or more elements."],
	["compound eye","A type of multifaceted eye in insects and crustaceans consisting of up to several thousand light-detecting, focusing ommatidia; especially good at detecting movement."],
	["concentration gradient","A regular increase of decrease in the intensity or density of a chemical substance. Cells often maintain concentration gradients of H+ ions across their membranes. When a gradient exists, the ions or other chemical substances involved tend to move from where they are more concentrated to where they are less concentrated."],
	["condensation","See Dehydration reaction."],
	["condensation reaction","A reaction in which two molecules become covalently bonded to each other through the loss of a small molecule, usually water; also called dehydration reaction."],
	["cone cell","(1) In plants, the reproductive structure of a conifer. (2) In vertebrates, a type of photoreceptor cell in the retina, concerned with the perception of color and with the most acute discrimination of detail."],
	["conidium pl. conidia","A naked, asexual spore produced at the ends of hyphae in ascomycetes."],
	["conifer","A gymnosperm whose reproductive structure is the cone. Conifers include pines, firs, redwoods, and other large trees."],
	["conjugation","In bacteria, the transfer of DNA between two cells that are temporarily joined."],
	["connective tissues","Animal tissue that functions mainly to bind and support other tissues, having a sparse population of cells scattered through an extracellular matrix."],
	["conservation biology","A goal-oriented science that seeks to counter the biodiversity crisis, the current rapid decrease in Earth's variety of life."],
	["consumer, in ecological systems","A heterotroph that derives its energy from living or freshly killed organisms or parts thereof. Primary consumers are herbivores; higher-level consumers are carnivores."],
	["continental drift","The gradual movement of the Earth's continents that has occurred over hundreds of millions of years."],
	["continuous variation","A gradation of small differences in a particular trait, such as height, within a population; occurs in traits that are controlled by a number of genes."],
	["contraception","The prevention of pregnancy."],
	["convection","The mass movement of warmed air or liquid to or from the surface of a body or object."],
	["convergent evolution","The independent development of similarity between species as a result of their having similar ecological roles and selection pressures."],
	["cooperativity","An interaction of the constituent subunits of a protein causing a conformational change in one subunit to be transmitted to all the others."],
	["cork","A secondary tissue that is a major constituent of bark in woody and some herbaceous plants; made up of flattened cells, dead at maturity; restricts gas and water exchange and protects the vascular tissues from injury."],
	["cork cambium","A cylinder of meristematic tissue in plants that produces cork cells to replace the epidermis during secondary growth."],
	["corolla","Petals, collectively; usually the conspicuously colored flower parts."],
	["corpus callosum","In the vertebrate brain, a tightly packed mass of myelinated nerve fibers connecting the two cerebral hemispheres."],
	["corpus lutuem","A secreting tissue in the ovary that forms from the collapsed follicle after ovulation and produces progesterone."],
	["cortex","(1) The outer, as opposed to the inner, part of an organ, as in the adrenal gland. (2) In a stem or root, the primary tissue bounded externally by the epidermis and internally by the central cylinder of vascular tissue."],
	["cortisol","A steroid hormone, produced by the adrenal cortex, that promotes the formation of glucose from protein and fat; also suppresses the inflammatory and immune responses."],
	["cotransport","The coupling of the \"downhill\" diffusion of one substance to the \"uphill\" transport of another against its own concentration gradient."],
	["cotyledon","The one (monocot) or two (dicot) seed leaves of an angiosperm embryo."],
	["countercurrent exchange","The opposite flow of adjacent fluids that maximizes transfer rates; for example, blood in the gills flows in the opposite direction in which water passes over the gills, maximizing oxygen uptake and carbon dioxide loss."],
	["coupled reactions","In cells, the linking of endergonic (energy-requiring) reactions to exergonic (energy-releasing) reactions that provide enough energy to drive the endergonic reactions forward."],
	["covalent bond","A chemical bond formed as a result of the sharing of one or more pairs of electrons."],
	["Crassulacean acid metabolism","A process by which some species of plants in hot, dry climates take in carbon dioxide during the night, fixing it in organic acids; the carbon dioxide is released during the day and used immediately in the Calvin cycle."],
	["crista pl. cristae","An infolding of the inner membrane of a mitochondrion that houses the electron transport chain and the enzyme catalyzing the synthesis of ATP."],
	["cross-fertilization","Fusion of gametes formed by different individuals; as opposed to self-fertilization."],
	["crossing over","The reciprocal exchange of genetic material between nonsister chromatids during synapsis of meiosis I."],
	["cryptic coloration","A type of camouflage that makes potential prey difficult to spot against its background."],
	["cuticle","(1) A waxy covering on the surface of stems and leaves that acts as an adaptation to prevent desiccation in terrestrial plants. (2) The exoskeleton of an arthropod, consisting of layers of protein and chitin that are variously modified for different functions."],
	["cyanobacteria","Photosynthetic, oxygen-producing bacteria (formerly know as blue-green algae)."],
	["cyclic AMP","Cyclic adenosine monophosphate, a ring-shaped molecule made from ATP that is a common intracellular signaling molecule (second messenger) in eukaryotic cells, for example, in vertebrate endocrine cells. It is also a regulator of some bacterial operons."],
	["cyclic electron flow","A route of electron flow during the light reactions of photosynthesis that involves only photosystem I and produces ATP but not NADPH or oxygen."],
	["cyclin","A regulatory protein whose concentration fluctuates cyclically."],
	["cyclin-dependent kinase (Cdk)","A protein kinase that is active only when attached to a particular cyclin."],
	["cytochrome","An iron-containing protein, a component of electron transport chains in mitochondria and chloroplasts."],
	["cytokines","In the vertebrate immune system, protein factors secreted by macrophages and helper T cells as regulators of neighboring cells."],
	["cytokinesis","The division of the cytoplasm to form two separate daughter cells immediately after mitosis."],
	["cytokinin","A class of related plant hormones that retard aging and act in concert with auxins to stimulate cell division, influence the pathway of differentiation, and control apical dominance."],
	["cytoplasm","The entire contents of the cell, exclusive of the nucleus, and bounded by the plasma membrane."],
	["cytoplasmic determinants","In animal development, substances deposited by the mother in the eggs she produces that regulate the expression of genes affecting the early development of the embryo."],
	["cytoplasmic streaming","A circular flow of cytoplasm, involving myosin and actin filaments, that speeds the distribution of materials within cells."],
	["cytoskeleton","A network of microtubules, microfilaments, and intermediate filaments that branch throughout the cytoplasm and serve a variety of mechanical and transport functions."],
	["cytosol","The semifluid portion of the cytoplasm."],
	["cytotoxic T cell (TC)","A type of lymphocyte that kills infected cells and cancer cells."],
	["dalton","The atomic mass unit; a measure of mass for atoms and subatomic particles."],
	["Darwinian fitness","A measure of the relative contribution of an individual to the gene pool of the next generation."],
	["daughter cell","A cell that is the offspring of a cell that has undergone mitosis or meiosis. The term \"daughter\" does not indicate the sex of the cell."],
	["day-neutral plant","A plant whose flowering is not affected by photoperiod."],
	["deciduous","Refers to plants that shed their leaves at a certain season."],
	["decomposers","Saprotrophic fungi and bacteria that absorb nutrients from nonliving organic material such as corpses, fallen plant material, and the wastes of living organisms, and convert them into inorganic forms."],
	["dehydration reaction","A chemical reaction in which two molecules covalently bond to one another with the removal of a water molecule."],
	["deletion","(1) A deficiency in a chromosome resulting from the loss of a fragment through breakage. (2) A mutational loss of a nucleotide from a gene."],
	["demography","The study of statistics relating to births and deaths in populations."],
	["denaturation","For proteins, a process in which a protein unravels and loses its native conformation, thereby becoming biologically inactive. For DNA, the separation of the two strands of the double helix. Denaturation occurs under extreme conditions of pH, salt concentration, and temperature."],
	["dendrite","One of usually numerous, short, highly branched processes of a neuron that conveys nerve impulses toward the cell body."],
	["denitrification","The process by which certain bacteria living in poorly aerated soils break down nitrates, using the oxygen for their own respiration and releasing nitrogen back into the atmosphere."],
	["density","The number of individuals per unit area or volume."],
	["density-dependent factor","Any factor influencing population regulation that has a greater impact as population density increases."],
	["density-dependent inhibition","The phenomenon observed in normal animal cells that causes them to stop dividing when they come into contact with one another."],
	["density-independent factors","Any factor influencing population regulation that acts to reduce population by the same percentage, regardless of size."],
	["deoxyribonucleic acid (DNA)","A double-stranded, helical nucleic acid molecule capable of replicating and determining the inherited structure of a cell's proteins."],
	["deoxyribose","The sugar component of DNA, having one less hydroxyl group than ribose, the sugar component of RNA."],
	["dependent variable","In an experiment, the dependent variable is the factor that responds when another factor is manipulated."],
	["depolarization","An electrical state in an excitable cell whereby the inside of the cell is made less negative relative to the outside than at the resting membrane potential. A neuron membrane is depolarized if a stimulus decreases its voltage from the resting potential of −70 mV in the direction of zero voltage."],
	["deposit-feeder","A heterotroph, such as an earthworm, that eats its way through detritus, salvaging bits and pieces of decaying organic matter."],
	["dermal tissue system","The protective covering of plants; generally a single layer of tightly packed epidermal cells covering young plant organs formed by primary growth."],
	["dermis","The inner layer of the skin, beneath the epidermis."],
	["desmosome","A type of intercellular junction in animal cells that functions as an anchor."],
	["determinate cleavage","A type of embryonic development in protostomes that rigidly casts the developmental fate of each embryonic cell very early."],
	["determinate growth","A type of growth characteristic of animals, in which the organism stops growing after it reaches a certain size."],
	["determination","The progressive restriction of developmental potential, causing the possible fate of each cell to become more limited as the embryo develops."],
	["detritus","Dead organic matter."],
	["detritivores","Organisms that live on dead and discarded organic matter; include large scavengers, smaller animals such as earthworms and some insects, as well as decomposers (fungi and bacteria)."],
	["deuterostome","One of two distinct evolutionary lines of coelomates, consisting of the echinoderms and chordates and characterized by radial, indeterminate cleavage, enterocoelous formation of the coelom, and development of the anus from the blastopore."],
	["development","The progressive production of the phenotypic characteristics of a multicellular organism, beginning with the fertilization of an egg."],
	["diaphragm","A sheet of muscle that forms the bottom wall of the thoracic cavity in mammals; active in ventilating the lungs."],
	["diastole","The stage of the heart cycle in which the heart muscle is relaxed, allowing the chambers to fill with blood."],
	["diastolic pressure","The pressure in an artery during the ventricular relaxation phase of the heart cycle."],
	["dicot","A subdivision of flowering plants whose members possess two embryonic seed leaves, or cotyledons."],
	["dicotyledon","A member of the class of flowering plants having two seed leaves, or cotyledons, among other distinguishing features; often abbreviated as dicot."],
	["differentiation","See cellular differentiation."],
	["diffusion","The spontaneous tendency of a substance to move down its concentration gradient from a more concentrated to a less concentrated area."],
	["digestion","The process of breaking down food into molecules small enough for the body to absorb."],
	["dihybrid","A hybrid individual that is heterozygous for two genes or two characters."],
	["dihybrid cross","A breeding experiment in which parental varieties differing in two traits are mated."],
	["dikaryon","A mycelium of certain septate fungi that possesses two separate haploid nuclei per cell."],
	["dioecious","Referring to a plant species that has staminate and carpellate flowers on separate plants."],
	["dimorphism","Displaying two separate growth forms."],
	["diploid cell","A cell containing two sets of chromosomes (2n), one set inherited from each parent."],
	["directed molecular evolution","A laboratory version of evolution at the molecular level that can produce \"designer molecules.\" A large starting population of molecules (typically nucleic acids) that varies randomly in base sequence and shape is subjected to replication with variation, followed by selection. After several cycles of replication and selection, the population of molecules will evolve toward one containing a high proportion of molecules well adapted to the selection criterion applied."],
	["directional selection","Natural selection that favors individuals on one end of the phenotypic range."],
	["disaccharide","A double sugar, consisting of two monosaccharides joined by dehydration synthesis."],
	["diurnal","Applied to organisms that are active during the daylight hours."],
	["dispersion","The distribution of individuals within geographical population boundaries."],
	["diversifying selection","Natural selection that favors extreme over intermediate phenotypes."],
	["division","A taxonomic grouping of related, similar classes; a high- level category below kingdom and above class. Division is generally used in the classification of prokaryotes, algae, fungi, and plants, whereas an equivalent category, phylum, is used in the classification of protozoa and animals."],
	["DNA","Abbreviation of deoxyribonucleic acid."],
	["DNA ligase","A linking enzyme essential for DNA replication; catalyzes the covalent bonding of the 3' end of a new DNA fragment to the 5' end of a growing chain."],
	["DNA methylation","The addition of methyl groups (−CH3) to bases of DNA after DNA synthesis; may serve as a long-term control of gene expression."],
	["DNA polymerase","An enzyme that catalyzes the elongation of new DNA at a replication fork by the addition of nucleotides to the existing chain."],
	["DNA probe","A chemically synthesized, radioactively labeled segment of nucleic acid used to find a gene of interest by hydrogen-bonding to a complementary sequence."],
	["domain","A taxonomic category above the kingdom level; the three domains are Archaea, Bacteria, and Eukarya."],
	["dominance hierarchy","A linear \"pecking order\" of animals, where position dictates characteristic social behaviors."],
	["dominant allele","In a heterozygote, the allele that is fully expressed in the phenotype."],
	["dormancy","A period during which growth ceases and metabolic activity is greatly reduced; dormancy is broken when certain requirements, for example, of temperature, moisture, or day length, are met."],
	["dorsal","Pertaining to or situated near the back; opposite of ventral."],
	["double circulation","A circulation scheme with separate pulmonary and systemic circuits, which ensures vigorous blood flow to all organs."],
	["double fertilization","A mechanism of fertilization in angiosperms, in which two sperm cells unite with two cells in the embryo sac to form the zygote and endosperm."],
	["double helix","The form of native DNA, referring to its two adjacent polynucleotide strands wound into a spiral shape."],
	["Down syndrome","A human genetic disease resulting from having an extra chromosome 21, characterized by mental retardation and heart and respiratory defects."],
	["duodenum","The first section of the small intestine, where acid chyme from the stomach mixes with digestive juices from the pancreas, liver, gallbladder, and gland cells of the intestinal wall."],
	["duplication","An aberration in chromosome structure resulting from an error in meiosis or mutagens; duplication of a portion of a chromosome resulting from fusion with a fragment from a homologous chromosome."],
	["dynein","A large contractile protein forming the sidearms of microtubule doublets in cilia and flagella."],
	["ecdysone","A steroid hormone that triggers molting in arthropods."],
	["ecological efficiency","The ratio of net productivity at one trophic level to net productivity at the next lower level."],
	["ecological niche","The sum total of an organism's utilization of the biotic and abiotic resources of its environment."],
	["ecological pyramid","A graphic representation of the quantitative relationships of numbers of organisms, biomass, or energy flow between the trophic levels of an ecosystem. Because large amounts of energy and biomass are dissipated at every trophic level, these diagrams nearly always take the form of pyramids."],
	["ecological species concept","The idea that ecological roles (niches) define species."],
	["ecological succession","Transition in the species composition of a biological community, often following ecological disturbance of the community; the establishment of a biological community in an area virtually barren of life."],
	["ecology","The study of how organisms interact with their environments."],
	["ecosystem","A level of ecological study that includes all the organisms in a given area as well as the abiotic factors with which they interact; a community and its physical environment."],
	["ecotype","A locally adapted variant of a species, differing genetically from other ecotypes of the same species."],
	["ectoderm","The outermost of the three primary germ layers in animal embryos; gives rise to the outer covering and, in some phyla, the nervous system, inner ear, and lens of the eye."],
	["ectotherm","An animal such as a reptile, fish, or amphibian, that must use environmental energy and behavioral adaptations to regulate its body temperature."],
	["effector cell","A cell that carries out the final response or function of a particular process."],
	["efferent","Carrying away from a center, applied to nerves and blood vessels."],
	["egg","A female gamete, which usually contains abundant cytoplasm and yolk; nonmotile and often larger than a male gamete."],
	["ejaculatory duct","In the male, a duct from each testis that join to form the urethra."],
	["electric potential","The difference in the amount of electric charge between a region of positive charge and a region of negative charge. The establishment of electric potentials across the plasma membrane and across organelle membranes makes possible a number of phenomena, including the chemiosmotic synthesis of ATP, the conduction of nerve impulses, and muscle contraction."],
	["electrochemical gradient","The diffusion gradient of an ion, representing a type of potential energy that accounts for both the concentration difference of the ion across a membrane and its tendency to move relative to the membrane potential."],
	["electrogenic pump","An ion transport protein generating voltage across the membrane."],
	["electromagnetic spectrum","The entire spectrum of radiation; ranges in wavelength from less than a nanometer to more than a kilometer."],
	["electron","A particle with a single negative charge; one or more electrons orbit the nucleus of the atom."],
	["electron acceptor","Substance that accepts or receives electrons in an oxidation-reduction reaction, becoming reduced in the process."],
	["electron carrier","A molecule that conveys electrons; one of several membrane proteins in electron transport chains in cells. Electron carriers shuttle electrons during the redox reactions that release energy used to make ATP."],
	["electron donor","Substance that donates or gives up electrons in an oxidation-reduction reaction, becoming oxidized in the process."],
	["electron microscope (EM)","A microscope that focuses an electron beam through a specimen, resulting in resolving power a thousandfold greater than that of a light microscope. A transmission electron microscope (TEM) is used to study the internal structure of thin sections of cells. A scanning electron microscope (SEM) is used to study the fine details of cell surfaces."],
	["electron shell","An energy level at which an electron orbits the nucleus of an atom."],
	["electron transport chain","A sequence of electron-carrier molecules (membrane proteins) that shuttle electrons during the redox reactions that release energy used to make ATP."],
	["electronegativity","The tendency for an atom to pull electrons toward itself."],
	["element","Any substance that cannot be broken down to any other substance."],
	["embryo","A developing stage of multicellular organisms; in humans, the stage in the development of offspring from the first division of the zygote until body structures begin to appear; about the ninth week of gestation. See Fetus."],
	["embryo sac","The female gametophyte of angiosperms, formed from the growth and division of the megaspore into a multicellular structure with eight haploid nuclei."],
	["enantiomer","One of a pair of molecules that are mirror-image isomers of each other."],
	["endangered species","A species that is in danger of extinction throughout all or a significant portion of its range."],
	["endemic species","Species that are confined to a specific, relatively small geographic area."],
	["endemic","An organism found only in one particular location."],
	["endergonic reaction","A nonspontaneous chemical reaction in which free energy is absorbed from the surroundings."],
	["endocrine gland","A ductless gland that secretes hormones directly into the bloodstream."],
	["endocrine system","The internal system of chemical communication involving hormones, the ductless glands that secrete hormones, and the molecular receptors on or in target cells that respond to hormones; functions in concert with the nervous system to effect internal regulation and maintain homeostasis."],
	["endocytosis","The cellular uptake of macromolecules and particulate substances by localized regions of the plasma membrane that surround the substance and pinch off to form an intracellular vesicle."],
	["endoderm","The innermost of the three primary germ layers in animal embryos; lines the archenteron and gives rise to the liver, pancreas, lungs, and the lining of the digestive tract."],
	["endodermis","The innermost layer of the cortex in plant roots; a cylinder one cell thick that forms the boundary between the cortex and the stele."],
	["endogenous","Arising from internal structures or functional causes."],
	["endomembrane system","The collection of membranes inside and around a eukaryotic cell, related either through direct physical contact or by the transfer of membranous vesicles."],
	["endometrium","The inner lining of the uterus, which is richly supplied with blood vessels."],
	["endoplasmic reticulum","An extensive membranous network in eukaryotic cells, continuous with the outer nuclear membrane and composed of ribosome-studded (rough) and ribosome-free (smooth) regions."],
	["endorphin","A hormone produced in the brain and anterior pituitary that inhibits pain perception."],
	["endoskeleton","A hard skeleton buried within the soft tissues of an animal, such as the spicules of sponges, the plates of echinoderms, and the bony skeletons of vertebrates."],
	["endosperm","A nutrient-rich tissue formed by the union of a sperm cell with two polar nuclei during double fertilization, which provides nourishment to the developing embryo in angiosperm seeds."],
	["endospore","A thick-coated, resistant cell produced within a bacterial cell exposed to harsh conditions."],
	["endosymbiotic theory","A hypothesis about the origin of the eukaryotic cell, maintaining that the forerunners of eukaryotic cells were symbiotic associations of prokaryotic cells living inside larger prokaryotes."],
	["endothelium","The innermost, simple squamous layer of cells lining the blood vessels; the only constituent structure of capillaries."],
	["endotherm","An animal that uses metabolic energy to maintain a constant body temperature, such as a bird or mammal. See also Homeotherm."],
	["endotoxin","A component of the outer membranes of certain gram-negative bacteria responsible for generalized symptoms of fever and ache."],
	["energy","The capacity to do work by moving matter against an opposing force."],
	["energy of activation (EA)","The amount of energy that reactants must absorb before a chemical reaction will start."],
	["enhancer","A DNA sequence that recognizes certain transcription factors that can stimulate transcription of nearby genes."],
	["entropy","A quantitative measure of disorder or randomness, symbolized by S."],
	["environmental grain","An ecological term for the effect of spatial variation, or patchiness, relative to the size and behavior of an organism."],
	["enzyme","A class of proteins serving as catalysts, chemical agents that change the rate of a reaction without being consumed by the reaction."],
	["epidermis","(1) The dermal tissue system in plants. (2) The outer covering of animals."],
	["epigenesis","The progressive development of form in an embryo."],
	["epididymis","A long coiled tube into which sperm pass from the testis and are stored until mature and ejaculated."],
	["epigenesis","A cartilaginous flap that blocks the top of the windpipe, the glottis, during swallowing, which prevents the entry of food or fluid into the respiratory system."],
	["epinephrine","A hormone produced as a response to stress; also called adrenaline. See Adrenaline."],
	["epiphyte","A plant that nourishes itself but grows on the surface of another plant for support, usually on the branches or trunks of tropical trees."],
	["episome","A plasmid capable of integrating into the bacterial chromosome."],
	["epistasis","A phenomenon in which one gene alters the expression of another gene that is independently inherited."],
	["epithelial tissue","Sheets of tightly packed cells that line organs and body cavities."],
	["epitope","A localized region on the surface of an antigen that is chemically recognized by antibodies; also called antigenic determinant."],
	["equilibrium","The state of a system in which no further net change is occurring; result of counterbalancing forward and backward processes."],
	["equilibrium species","Species characterized by low reproduction rates, long development times, large body size, and long adult life with repeated reproductions."],
	["erythrocyte","A red blood cell; contains hemoglobin, which functions in transporting oxygen in the circulatory system."],
	["esophagus","A channel that conducts food, by peristalsis, from the pharynx to the stomach."],
	["essential amino acids","The amino acids that an animal cannot synthesize itself and must obtain from food. Eight amino acids are essential in the human adult."],
	["estivation","A physiological state characterized by slow metabolism and inactivity, which permits survival during long periods of elevated temperature and diminished water supplies."],
	["estrogens","The primary female steroid sex hormones, which are produced in the ovary by the developing follicle during the first half of the cycle and in smaller quantities by the corpus luteum during the second half. Estrogens stimulate the development and maintenance of the female reproductive system and secondary sex characteristics."],
	["estrous cycle","A type of reproductive cycle in all female mammals except higher primates, in which the nonpregnant endometrium is reabsorbed rather than shed, and sexual response occurs only during midcycle at estrus."],
	["ethology","The comparative study of patterns of animal behavior, with emphasis on their adaptive significance and evolutionary origin."],
	["ethylene","The only gaseous plant hormone, responsible for fruit ripening, growth inhibition, leaf abscission, and aging."],
	["etiolation","In plants, a condition characterized by stem elongation, poor leaf development, and lack of chlorophyll; occurs in plants growing in the dark or with greatly reduced light."],
	["euchromatin","The more open, unraveled form of eukaryotic chromatin, which is available for transcription."],
	["eukaryotic cell","A type of cell with a membrane-enclosed nucleus and membrane-enclosed organelles, present in protists, plants, fungi, and animals; also called eukaryote."],
	["eukaryote","An organism whose cells contain membraine-bound organelles and whose DNA is enclosed in a cell nucleus and is associated with proteins."],
	["eumetazoa","Members of the subkingdom that includes all animals except sponges."],
	["eusocial","Applied to animal societies, such as those of certain insects, in which sterile individuals work on behalf of reproductive individuals."],
	["eutherian mammals","Placental mammals; those whose young complete their embryonic development within the uterus, joined to the mother by the placenta."],
	["eutrophic lake","A highly productive lake, having a high rate of biological productivity supported by a high rate of nutrient cycling."],
	["eutrophication","A process in which an aquatic environment accumulates high nutrient levels due to factors such as industrial or urban pollution or run-off of fertilizers from nearby agricultural lands. The nutrients lead to dense blooms of algae and aquatic plants that cloud lake water, deplete specific minerals and dissolved gases, and can cause natural plant and animal populations to decline."],
	["evaporative cooling","The property of a liquid whereby the surface becomes cooler during evaporation, owing to a loss of highly kinetic molecules to the gaseous state."],
	["evolution","All the changes that have transformed life on Earth from its earliest beginnings to the diversity that characterizes it today."],
	["evolutionary species concept","The idea that evolutionary lineages and ecological roles can form the basis of species identification."],
	["exaptation","A structure that evolves and functions in one environmental context but that can perform additional functions when placed in some new environment."],
	["excitatory postsynaptic potential (EPSP)","An electrical change (depolarization) in the membrane of a postsynaptic neuron caused by the binding of an excitatory neurotransmitter from a presynaptic cell to a postsynaptic receptor; makes it more likely for a postsynaptic neuron to generate an action potential."],
	["excretion","The disposal of nitrogen-containing waste products of metabolism."],
	["excretory system","The organ system that disposes of nitrogen-containing metabolic wastes."],
	["exergonic reaction","A spontaneous chemical reaction in which there is a net release of free energy."],
	["exocrine glands","Glands, such as sweat glands and digestive glands, that secrete their products into ducts that empty onto surfaces, such as the skin, or into cavities, such as the interior of the stomach."],
	["exocytosis","The cellular secretion of macromolecules by the fusion of vesicles with the plasma membrane."],
	["exon","The coding region of a eukaryotic gene that is expressed. Exons are separated from each other by introns."],
	["exoskeleton","A hard encasement on the surface of an animal, such as the shells of mollusks or the cuticles of arthropods, that provides protection and points of attachment for muscles."],
	["exotoxin","A toxic protein secreted by a bacterial cell that produces specific symptoms even in the absence of the bacterium."],
	["exponential growth","In populations, the increasingly accelerated rate of growth due to the increasing number of individuals being added to the reproductive base. Exponential growth is very seldom approached or sustained in natural populations."],
	["expression vector","A vector that allows a DNA sequence cloned into it to be transcribed when the vector is introduced into a cell."],
	["expressivity","In genetics, the degree to which a particular genotype is expressed in the phenotype of individuals with that genotype."],
	["extinct","No longer existing."],
	["extracellular matrix (ECM)","The substance in which animal tissue cells are embedded; consists of protein and polysaccharides."],
	["extraembryonic membranes","Four membranes (yolk sac, amnion, chorion, allantois) that support the developing embryo in reptiles, birds, and mammals."],
	["F1 (first filial generation)","The first filial or hybrid offspring in a genetic cross-fertilization."],
	["F2 (second filial generation)","Offspring resulting from interbreeding of the hybrid F1 generation."],
	["F factor","A fertility factor in bacteria, a DNA segment that confers the ability to form pili for conjugation and associated functions required for the transfer of DNA from donor to recipient. May exist as a plasmid or integrated into the bacterial chromosome."],
	["facilitated diffusion","The spontaneous passage of molecules and ions, bound to specific carrier proteins, across a biological membrane down their concentration gradients."],
	["facultative anaerobe","An organism that makes ATP by aerobic respiration if oxygen is present but that switches to fermentation under anaerobic conditions."],
	["FAD","Abbreviation of flavin adenine dinucleotide, a coenzyme that functions as an electron acceptor in the Krebs cycle."],
	["Fallopian tube","See Oviduct."],
	["family","A taxonomic grouping of related, similar genera; the category below order and above genus."],
	["fat (triacylglycerol)","A biological compound consisting of three fatty acids linked to one glycerol molecule."],
	["fatty acid","A long carbon chain carboxylic acid. Fatty acids vary in length and in the number and location of double bonds; three fatty acids linked to a glycerol molecule form fat."],
	["feedback inhibition","A method of metabolic control in which the end-product of a metabolic pathway acts as an inhibitor of an enzyme within that pathway."],
	["feedback systems","Control mechanisms whereby an increase or decrease in the level of a particular factor inhibits or stimulates the production, utilization, or release of that factor; important in the regulation of enzyme and hormone levels, ion concentrations, temperature, and many other factors."],
	["fermentation","A catabolic process that makes a limited amount of ATP from glucose without an electron transport chain and that produces a characteristic end-product, such as ethyl alcohol or lactic acid."],
	["fertilization","The union of haploid gametes to produce a diploid zygote."],
	["fetus","An unborn or unhatched vertebrate that has passed through the earliest developmental stages; a developing human from about the second month of gestation until birth."],
	["fiber","A lignified cell type that reinforces the xylem of angiosperms and functions in mechanical support; a slender, tapered sclerenchyma cell that usually occurs in bundles."],
	["fibril","Any minute, threadlike structure within a cell."],
	["fibrin","The activated form of the blood-clotting protein fibrinogen, which aggregates into threads that form the fabric of the clot."],
	["fibroblast","A type of cell in loose connective tissue that secretes the protein ingredients of the extracellular fibers."],
	["fibrous protein","Insoluble structural protein in which the polypeptide chain is coiled along one dimension. Fibrous proteins constitute the main structural elements of many animal tissues."],
	["filament","(1) A chain of cells. (2) In flowers, the stalk of a stamen."],
	["filtrate","Fluid extracted by the excretory system from the blood or body cavity. The excretory system produces urine from the filtrate after extracting valuable solutes from it and concentrating it."],
	["filtration","The first stage of kidney function; blood plasma is forced, under pressure, out of the glomerular capillaries into Bowman's capsule, through which it enters the renal tubule."],
	["first law of thermodynamics","The principle of conservation of energy. Energy can be transferred and transformed, but it cannot be created or destroyed."],
	["fitness","The genetic contribution of an individual to succeeding generations relative to the contributions of other individuals in the population."],
	["fixed action pattern","A highly stereotypical behavior that is innate and must be carried to completion once initiated."],
	["flaccid","Limp; walled cells are flaccid in isotonic surroundings, where there is no tendency for water to enter."],
	["flagellum pl. flagella","A long cellular appendage specialized for locomotion, formed from a core of nine outer doublet microtubules and two inner single microtubules, ensheathed in an extension of plasma membrane."],
	["flower","The reproductive structure of angiosperms; a complete flower includes sepals, petals, stamens (male structures), and carpels (female structures)."],
	["fluid-feeder","An animal that lives by sucking nutrient-rich fluids from another living organism."],
	["fluid mosaic model","The currently accepted model of cell membrane structure, which envisions the membrane as a mosaic of individually inserted protein molecules drifting laterally in a fluid bilayer of phospholipids."],
	["follicle","A microscopic structure in the ovary that contains the developing ovum and secretes estrogens."],
	["follicle-stimulating hormone (FSH)","A protein hormone secreted by the anterior pituitary that stimulates the production of eggs by the ovaries and sperm by the testes."],
	["food chain","The pathway along which food is transferred from trophic level to trophic level, beginning with producers."],
	["food web","The elaborate, interconnected feeding relationships in an ecosystem."],
	["fossil","The remains of an organism, or direct evidence of its presence (such as tracks). May be an unaltered hard part (tooth or bone), a mold in a rock, petrification (wood or bone), unaltered or partially altered soft parts (a frozen mammoth)."],
	["founder effect","A cause of genetic drift attributable to colonization by a limited number of individuals from a parent population."],
	["fovea","A small area in the center of the retina in which cones are concentrated; the area of sharpest vision."],
	["fragile X syndrome","A hereditary mental disorder, partially explained by genomic imprinting and the addition of nucleotides to a triplet repeat near the end of an X chromosome."],
	["frameshift mutation","A mutation occurring when the number of nucleotides inserted or deleted is not a multiple of 3, thus resulting in improper grouping into codons."],
	["free energy","A quantity of energy that interrelates entropy (S) and the system's total energy (H); symbolized by G. The change in free energy of a system is calculated by the equation G = ΔH − T ΔS, where T is absolute temperature."],
	["free energy of activation","The initial investment of energy necessary to start a chemical reaction; also called activation energy."],
	["frequency-dependent selection","A decline in the reproductive success of a morph resulting from the morph's phenotype becoming too common in a population; a cause of balanced polymorphism in populations."],
	["fruit","A mature ovary of a flower that protects dormant seeds and aids in their dispersal."],
	["function","Characteristic role or action of a structure or process in the normal metabolism or behavior of an organism."],
	["functional group","A specific configuration of atoms commonly attached to the carbon skeletons of organic molecules and usually involved in chemical reactions."],
	["G protein","A GTP-binding protein that relays signals from a plasma-membrane signal receptor, known as a G-protein linked receptor, to other signal-transduction proteins inside the cell. When such a receptor is activated, it in turn activates the G protein, causing it to bind a molecule of GTP in place of GDP. Hydrolysis of the bound GTP to GDP inactivates the G protein."],
	["G-protein linked receptor","A signal receptor protein in the plasma membrane that responds to the binding of a signal molecule by activating a G protein."],
	["G1 phase","The first growth phase of the cell cycle, consisting of the portion of interphase before DNA synthesis begins."],
	["G2 phase","The second growth phase of the cell cycle, consisting of the portion of interphase after DNA synthesis occurs."],
	["gametangium pl. gametangia","The reproductive organ of bryophytes, consisting of the male antheridium and female archegonium; a multichambered jacket of sterile cells in which gametes are formed."],
	["gamete","A haploid egg or sperm cell; gametes unite during sexual reproduction to produce a diploid zygote."],
	["gametophyte","The multicellular haploid form in organisms undergoing alternation of generations, which mitotically produces haploid gametes that unite and grow into the sporophyte generation."],
	["ganglion pl. ganglia","A cluster (functional group) of nerve cell bodies in a centralized nervous system."],
	["gap junction","A type of intercellular junction in animal cells that allows the passage of material or current between cells."],
	["gap phases","In the cell cycle, the phases that precede (G1) and follow (G2) the synthesis (S) phase in which DNA is replicated; in the G1 phase, the cell doubles in size, and its enzymes, ribosomes, and other cytoplasmic molecules and structures increase in number; in the G2 phase, the replicated chromosomes begin to condense and the structures required for mitosis or meiosis are assembled."],
	["gastric","Pertaining to the stomach."],
	["gastrin","A digestive hormone, secreted by the stomach, that stimulates the secretion of gastric juice."],
	["gastrovascular cavity","The central digestive compartment, usually with a single opening that functions as both mouth and anus."],
	["gastrula","The two-layered, cup-shaped embryonic stage."],
	["gastrulation","The formation of a gastrula from a blastula."],
	["gated ion channel","A specific ion channel that opens and closes to allow the cell to alter its membrane potential."],
	["Gause's principle","See Competitive exclusion principle."],
	["gel electrophoresis","The separation of nucleic acids or proteins, on the basis of their size and electrical charge, by measuring their rate of movement through an electrical field in a gel."],
	["gene","A discrete unit of hereditary information consisting of a specific nucleotide sequence in DNA (or RNA, in some viruses)."],
	["gene amplification","The selective synthesis of DNA, which results in multiple copies of a single gene, thereby enhancing expression."],
	["gene cloning","The production of multiple copies of a gene."],
	["gene flow","The loss or gain of alleles from a population due to the emigration or immigration of fertile individuals, or the transfer of gametes, between populations."],
	["gene pool","The total aggregate of genes in a population at any one time."],
	["genetic code","The system of nucleotide triplets in DNA and RNA that carries genetic information; referred to as a code because it determines the amino acid sequence in the enzymes and other protein molecules synthesized by the organism."],
	["genetic drift","Changes in the gene pool of a small population due to chance."],
	["genetic isolation","The absence of genetic exchange between populations or species as a result of geographic separation or of premating or postmating mechanisms (behavioral, anatomical, or physiological) that prevent reproduction."],
	["genetic map","An ordered list of genetic loci (genes or other genetic markers) along a chromosome."],
	["genetic recombination","The general term for the production of offspring that combine traits of the two parents."],
	["genome","The complete complement of an organism's genes; an organism's genetic material."],
	["genomic imprinting","The parental effect on gene expression. Identical alleles may have different effects on offspring, depending on whether they arrive in the zygote via the ovum or via the sperm."],
	["genomic library","A set of thousands of DNA segments from a genome, each carried by a plasmid, phage, or other cloning vector."],
	["genotype","The genetic makeup of an organism."],
	["genus pl. genera","A taxonomic category above the species level, designated by the first word of a species' binomial Latin name."],
	["geographical range","The geographic area in which a population lives."],
	["geological time scale","A time scale established by geologists that reflects a consistent sequence of historical periods, grouped into four eras: Precambrian, Paleozoic, Mesozoic, and Cenozoic."],
	["germ cells","Gametes or the cells that give rise to gametes."],
	["germination","In plants, the resumption of growth or the development from seed or spore."],
	["gibberellin","A class of related plant hormones that stimulate growth in the stem and leaves, trigger the germination of seeds and breaking of bud dormancy, and stimulate fruit development with auxin."],
	["gill","A localized extension of the body surface of many aquatic animals, specialized for gas exchange."],
	["gland","A structure composed of modified epithelial cells specialized to produce one or more secretions that are discharged to the outside of the gland."],
	["glial cell","A nonconducting cell of the nervous system that provides support, insulation, and protection for the neurons."],
	["globular protein","A polypeptide chain folded into a roughly spherical shape."],
	["glomerulus","A ball of capillaries surrounded by Bowman's capsule in the nephron and serving as the site of filtration in the vertebrate kidney."],
	["glucagon","A peptide hormone secreted by pancreatic endocrine cells that raises blood glucose levels; an antagonistic hormone to insulin."],
	["glucocorticoid","A corticosteroid hormone secreted by the adrenal cortex that influences glucose metabolism and immune function."],
	["glucose","A six-carbon sugar (C6H12O6); the most common monosaccharide in animals."],
	["glycerol","A three-carbon molecule with three hydroxyl (−OH) groups attached; a glycerol molecule can combine with three fatty acid molecules to form a fat or an oil."],
	["glycocalyx","A fuzzy coat on the outside of animal cells, made of sticky oligosaccharides."],
	["glycogen","An extensively branched glucose storage polysaccharide found in the liver and muscle of animals; the animal equivalent of starch."],
	["glycolipids","Organic molecules similar in structure to fats, but in which a short carbohydrate chain rather than a fatty acid is attached to the third carbon of the glycerol molecule; as a result, the molecule has a hydrophilic \"head\" and a hydrophobic \"tail.\" Glycolipids are important constituents of the plasma membrane and of organelle membranes."],
	["glycolysis","The splitting of glucose into pyruvate. Glycolysis is the one metabolic pathway that occurs in all living cells, serving as the starting point for fermentation or aerobic respiration."],
	["glycoprotein","A protein with covalently attached carbohydrate."],
	["Golgi apparatus","An organelle in eukaryotic cells consisting of stacks of flat membranous sacs that modify, store, and route products of the endoplasmic reticulum."],
	["gonadotropins","Hormones that stimulate the activities of the testes and ovaries; a collective term for follicle-stimulating and luteinizing hormones."],
	["gonads","The male and female sex organs; the gamete-producing organs in most animals."],
	["graded potential","A local voltage change in a neuron membrane induced by stimulation of a neuron, with strength proportional to the strength of the stimulus and lasting about a millisecond."],
	["gradualism","A view of Earth's history that attributes profound change to the cumulative product of slow but continuous processes."],
	["Gram stain","A staining method that distinguishes between two different kinds of bacterial cell walls."],
	["granum pl. grana","A stacked portion of the thylakoid membrane in the chloroplast. Grana function in the light reactions of photosynthesis."],
	["gravitropism","A response of a plant or animal in relation to gravity."],
	["greenhouse effect","The warming of planet Earth due to the atmospheric accumulation of carbon dioxide, which absorbs infrared radiation and slows its escape from the irradiated Earth."],
	["gross primary productivity (GPP)","The total primary productivity of an ecosystem."],
	["gross productivity","A measure of the rate at which energy is assimilated by the organisms in a trophic level, a community, or an ecosystem."],
	["ground meristem","A primary meristem that gives rise to ground tissue in plants."],
	["ground tissue system","A tissue of mostly parenchyma cells that makes up the bulk of a young plant and fills the space between the dermal and vascular tissue systems."],
	["growth factor","A protein that must be present in the extracellular environment (culture medium or animal body) for the growth and normal development of certain types of cells."],
	["guard cell","A specialized epidermal plant cell that forms the boundaries of the stomata."],
	["guttation","The exudation of water droplets caused by root pressure in certain plants."],
	["gymnosperm","A vascular plant that bears naked seeds not enclosed in any specialized chambers."],
	["habitat","The place in which individuals of a particular species can usually be found."],
	["habituation","A simple kind of learning involving a loss of sensitivity to unimportant stimuli, allowing an animal to conserve time and energy."],
	["half-life","The average time required for the disappearance or decay of one-half of any amount of a given substance."],
	["haploid cell","A cell containing only one set of chromosomes (n)."],
	["Hardy-Weinberg equilibrium","The steady-state relationship between relative frequencies of two or more alleles in an idealized population; both the allele frequencies and the genotype frequencies will remain constant from generation to generation in a population breeding at random in the absence of evolutionary forces."],
	["Hardy-Weinberg theorem","An axiom maintaining that the sexual shuffling of genes alone cannot alter the overall genetic makeup of a population."],
	["haustorium pl. haustoria","In parasitic fungi, a nutrient-absorbing hyphal tip that penetrates the tissues of the host but remains outside the host cell membranes."],
	["Haversian system","One of many structural units of vertebrate bone, consisting of concentric layers of mineralized bone matrix surrounding lacunae, which contain osteocytes, and a central canal, which contains blood vessels and nerves."],
	["heat","The total amount of kinetic energy due to molecular motion in a body of matter. Heat is energy in its most random form."],
	["heat of vaporization","The amount of heat required to change a given amount of a liquid into a gas; 540 calories are required to change 1 gram of liquid water into vapor."],
	["heat-shock protein","A protein that helps protect other proteins during heat stress, found in plants, animals, and microorganisms."],
	["helper T cell (TH)","A type of T cell that is required by some B cells to help them make antibodies or that helps other T cells respond to antigens or secrete lymphokines or interleukins."],
	["heme","The iron-containing group of heme proteins such as hemoglobin and the cytochromes."],
	["hemoglobin","An iron-containing protein in red blood cells that reversibly binds oxygen."],
	["hemophilia","A group of hereditary disorders characterized by failure of the blood to clot and consequent excessive bleeding from even minor wounds."],
	["hemolymph","In invertebrates with an open circulatory system, the body fluid that bathes tissues."],
	["hepatic","Pertaining to the liver."],
	["hepatic portal vessel","A large circulatory channel that conveys nutrient-laden blood from the small intestine to the liver, which regulates the blood's nutrient content."],
	["herbaceous","In plants, nonwoody."],
	["herbivore","A heterotrophic animal that eats plants."],
	["heredity","The transmission of characteristics from parent to offspring."],
	["hermaphrodite","An individual that functions as both male and female in sexual reproduction by producing both sperm and eggs."],
	["heterochromatin","Nontranscribed eukaryotic chromatin that is so highly compacted that it is visible with a light microscope during interphase."],
	["heterochrony","Evolutionary changes in the timing or rate of development."],
	["heterocyst","A specialized cell that engages in nitrogen fixation on some filamentous cyanobacteria."],
	["heteromorphic","A condition in the life cycle of all modern plants in which the sporophyte and gametophyte generations differ in morphology."],
	["heterosporous","Referring to plants in which the sporophyte produces two kinds of spores that develop into unisexual gametophytes, either female or male."],
	["heterotroph","An organism that obtains organic food molecules by eating other organisms or their by-products."],
	["heterozygote","A diploid organism that carries two different alleles at one or more genetic loci."],
	["heterozygote advantage","A mechanism that preserves variation in eukaryotic gene pools by conferring greater reproductive success on heterozygotes over individuals homozygous for any one of the associated alleles."],
	["heterozygous","Having two different alleles for a given genetic character."],
	["hibernation","A physiological state that allows survival during long periods of cold temperatures and reduced food supplies, in which metabolism decreases, the heart and respiratory system slow down, and body temperature is maintained at a lower level than normal."],
	["histamine","A substance released by injured cells that causes blood vessels to dilate during an inflammatory response."],
	["histone","A small protein with a high proportion of positively charged amino acids that binds to the negatively charged DNA and plays a key role in its chromatin structure."],
	["HIV","Abbreviation of human immunodeficiency virus, the infectious agent that causes AIDS; HIV is an RNA retrovirus."],
	["holoblastic cleavage","A type of cleavage in which there is complete division of the egg, as in eggs having little yolk (sea urchin) or a moderate amount of yolk (frog)."],
	["homeobox","A 180-nucleotide sequence within a homeotic gene encoding the part of the protein that binds to the DNA of the genes regulated by the protein."],
	["homeosis","Evolutionary alteration in the placement of different body parts."],
	["homeostasis","The steady-state physiological condition of the body."],
	["homeotherm","An organism, such as a bird or mammal, capable of maintaining a stable body temperature independent of the environment."],
	["homeotic genes","Genes that control the overall body plan of animals by controlling the developmental fate of groups of cells."],
	["hominid","Humans and closely related primates; includes modern and fossil forms, such as the australopithecines, but not the apes."],
	["hominoid","Hominids and the apes."],
	["homologous chromosomes","Chromosome pairs of the same length, centromere position, and staining pattern that possess genes for the same characters at corresponding loci. One homologous chromosome is inherited from the organism's father, the other from the mother."],
	["homologous structures","Structures in different species that are similar because of common ancestry."],
	["homology","Similarity in characteristics resulting from a shared ancestry."],
	["homosporous","Referring to plants in which a single type of spore develops into a bisexual gametophyte having both male and female sex organs."],
	["homozygote","A diploid organism that carries identical alleles at one or more genetic loci."],
	["homozygous","Having two identical alleles for a given trait."],
	["hormone","One of many types of circulating chemical signals in all multicellular organisms that are formed in specialized cells, travel in body fluids, and coordinate the various parts of the organism by interacting with target cells."],
	["host","(1) An organism on or in which a parasite lives. (2) A recipient of grafted tissue."],
	["Human Genome Project","An international collaborative effort to map and sequence the DNA of the entire human genome."],
	["human immunodeficiency virus (HIV)","The infectious agent that causes AIDS; HIV is an RNA retrovirus."],
	["humoral immunity","The type of immunity that fights bacteria and viruses in body fluids with antibodies that circulate in blood plasma and lymph, fluids formerly called humors."],
	["hybrid","(1) Offspring of two parents that differ in one or more inheritable characteristics. (2) Offspring of two different varieties or of two different species."],
	["hybrid zone","A region where two related populations that diverged after becoming geographically isolated make secondary contact and interbreed where their geographical ranges overlap."],
	["hydrocarbon","An organic molecule consisting only of carbon and hydrogen."],
	["hydrogen bond","A type of weak chemical bond formed when the slightly positive hydrogen atom of a polar covalent bond in one molecule is attracted to the slightly negative atom of a polar covalent bond in another molecule."],
	["hydrolysis","A chemical process that lyses or splits molecules by the addition of water; an essential process in digestion."],
	["hydrogen ion","A single proton with a charge of +1. The dissociation of a water molecule (H2O) leads to the generation of a hydroxide ion (OH−) and a hydrogen ion (H+)."],
	["hydrophilic","Having an affinity for water."],
	["hydrophobic","Having an aversion to water; tending to coalesce and form droplets in water."],
	["hydrostatic skeleton","A skeletal system composed of fluid held under pressure in a closed body compartment; the main skeleton of most cnidarians, flatworms, nematodes, and annelids."],
	["hydroxyl group","A functional group consisting of a hydrogen atom joined to an oxygen atom by a polar covalent bond. Molecules possessing this group are soluble in water and are called alcohols."],
	["hyperpolarization","An electrical state whereby the inside of the cell is made more negative relative to the outside than at the resting membrane potential. A neuron membrane is hyperpolarized if a stimulus increases its voltage from the resting potential of −70 mV, reducing the chance that the neuron will transmit a nerve impulse."],
	["hypertonic solution","A solution with a greater solute concentration than another, a hypotonic solution."],
	["hypha","A filament that collectively makes up the body of a fungus."],
	["hypothalamus","The ventral part of the vertebrate forebrain; functions in maintaining homeostasis, especially in coordinating the endocrine and nervous systems; secretes hormones of the posterior pituitary and releasing factors, which regulate the anterior pituitary."],
	["hypothesis","A temporary working explanation or supposition based on accumulated facts and suggesting some general principle or relation of cause and effect; a postulated solution to a scientific problem that must be tested and if not validated, discarded."],
	["hypotonic solution","A solution with a lesser solute concentration than another, a hypertonic solution."],
	["ichthyologist","Biologists who specialize in the study of fish behavior, anatomy, physiology, and evolution."],
	["imaginal disk","An island of undifferentiated cells in an insect larva, which are committed (determined) to form a particular organ during metamorphosis to the adult."],
	["imbibition","The capillary movement of water into germinating seeds and into substances such as wood and gelatin, which swell as a result."],
	["immune response","A highly specific defensive reaction of the body to invasion by a foreign substance or organism; consists of a primary response in which the invader is recognized as foreign, or \"not-self,\" and eliminated and a secondary response to subsequent attacks by the same invader. Mediated by two types of lymphocytes B cells, which mature in the bone marrow and are responsible for antibody production, and T cells, which mature in the thymus and are responsible for cell-mediated immunity."],
	["immunoglobulin (Ig)","One of the class of proteins comprising the antibodies."],
	["imprinting","A type of learned behavior with a significant innate component, acquired during a limited critical period."],
	["inbreeding","The mating of individuals that are closely related genetically."],
	["inclusive fitness","The relative number of an individual's alleles that are passed on from generation to generation, either as a result of his or her own reproductive success, or that of related individuals."],
	["incomplete dominance","A type of inheritance in which F1 hybrids have an appearance that is intermediate between the phenotypes of the parental varieties."],
	["incomplete flower","A flower lacking sepals, petals, stamens, or carpels."],
	["incomplete metamorphosis","A type of development in certain insects, such as grasshoppers, in which the larvae resemble adults but are smaller and have different body proportions. The animal goes through a series of molts, each time looking more like an adult, until it reaches full size."],
	["independent assortment","See Mendel's second law."],
	["independent variable","In an experiment, when one factor is manipulated, a second factor responds. The independent variable is the factor that is manipulated."],
	["indeterminate cleavage","A type of embryonic development in deuterostomes, in which each cell produced by early cleavage divisions retains the capacity to develop into a complete embryo."],
	["indeterminate growth","A type of growth characteristic of plants, in which the organism continues to grow as long as it lives."],
	["induced fit","The change in shape of the active site of an enzyme so that it binds more snugly to the substrate, induced by entry of the substrate."],
	["induction","(1) The ability of one group of embryonic cells to influence the development of another. (2) In genetics, the phenomenon in which the presence of a substrate (the inducer) initiates transcription and translation of the genes coding for the enzymes required for its metabolism."],
	["inflammatory response","A line of defense triggered by penetration of the skin or mucous membranes, in which small blood vessels in the vicinity of an injury dilate and become leakier, enhancing the infiltration of leukocytes; may also be widespread in the body."],
	["ingestion","A heterotrophic mode of nutrition in which other organisms or detritus are eaten whole or in pieces."],
	["inhibitory postsynaptic potential (IPSP)","An electrical charge (hyperpolarization) in the membrane of a postsynaptic neuron caused by the binding of an inhibitory neurotransmitter from a presynaptic cell to a postsynaptic receptor; makes it more difficult for a postsynaptic neuron to generate an action potential."],
	["innate releasing mechanism","In ethology, a circuit within an animal's brain that is hypothesized to respond to a specific stimulus, setting in motion, or \"releasing,\" the sequence of movements that constitute a fixed action pattern."],
	["inner cell mass","A cluster of cells in a mammalian blastocyst that protrudes into one end of the cavity and subsequently develops into the embryo proper and some of the extraembryonic membranes."],
	["inositol trisphosphate (IP3)","The second messenger, which functions as an intermediate between certain nonsteroid hormones and the third messenger, a rise in cytoplasmic Ca2+ concentration."],
	["insertion","A mutation involving the addition of one or more nucleotide pairs to a gene."],
	["insertion sequence","The simplest kind of a transposon, consisting of inserted repeats of DNA flanking a gene for transposase, the enzyme that catalyzes transposition."],
	["insight learning","The ability of an animal to perform a correct or appropriate behavior on the first attempt in a situation with which it has had no prior experience."],
	["instar","The stage of an arthropod's life cycle between molts (shedding of the exoskeleton). As an example, the third instar is the stage of the life cycle between the second and third molting cycles. Some arthropods molt throughout their entire life and may have as many as 30 instars. Insects tend to have a set number of instars, the number varying by species. The instars succeed one another until the final mature instar, when the organism stops molting."],
	["insulin","A vertebrate hormone that lowers blood glucose levels by promoting the uptake of glucose by most body cells and the synthesis and storage of glycogen in the liver; also stimulates protein and fat synthesis; secreted by endocrine cells of the pancreas called islets of Langerhans."],
	["interferon","A chemical messenger of the immune system, produced by virus-infected cells and capable of helping other cells resist the virus."],
	["interleukin","Interleukin-1, a chemical regulator (cytokin) secreted by macrophages that have ingested a pathogen or foreign molecule and have bound with a helper T cell; stimulates T cells to grow and divide and elevates body temperature. Interleukin-2, secreted by activated T cells, stimulates helper T cells to proliferate more rapidly."],
	["intermediate filament","A component of the cytoskeleton that includes all filaments intermediate in size between microtubules and microfilaments."],
	["interneuron","An association neuron; a nerve cell within the central nervous system that forms synapses with sensory and motor neurons and integrates sensory input and motor output."],
	["internode","The segment of a plant stem between the points where leaves are attached."],
	["interphase","The period in the cell cycle when the cell is not dividing. During interphase, cellular metabolic activity is high, chromosomes and organelles are duplicated, and cell size may increase. Interphase accounts for 90% of the time of each cell cycle."],
	["interstitial cells","Cells scattered among the seminiferous tubules of the vertebrate testis that secrete testosterone and other androgens, the male sex hormones."],
	["interstitial fluid","The internal environment of vertebrates, consisting of the fluid filling the spaces between cells."],
	["intertidal zone","The shallow zone of the ocean where land meets water."],
	["intrinsic rate of increase","The difference between the number of births and the number of deaths, symbolized as rmax; the maximum population growth rate."],
	["introgression","The transplantation of genes between species resulting from fertile hybrids mating successfully with one of the parent species."],
	["intron","A noncoding, intervening sequence within a eukaryotic gene."],
	["invagination","The local infolding of a layer of tissue, especially in animal embryos, so as to form a depression or pocket opening to the outside."],
	["inversion","An aberration in chromosome structure resulting from an error in meiosis or from mutagens; reattachment in a reverse orientation of a chromosomal fragment to the chromosome from which the fragment originated."],
	["invertebrate","An animal without a backbone; invertebrates make up 95% of animal species."],
	["in vitro fertilization","Fertilization of ova in laboratory containers followed by artificial implantation of the early embryo in the mother's uterus."],
	["ion","An atom that has gained or lost electrons, thus acquiring a charge."],
	["ionic bond","A chemical bond resulting from the attraction between oppositely charged ions."],
	["isogamy","A condition in which male and female gametes are morphologically indistinguishable."],
	["isolating mechanisms","Mechanisms that prevent genetic exchange between individuals of different populations or species; they prevent mating or successful reproduction even when mating occurs; may be behavioral, anatomical, or physiological."],
	["isomer","One of several organic compounds with the same molecular formula but different structures and therefore different properties. The three types are structural isomers, geometric isomers, and enantiomers."],
	["isomorphic generations","Alternating generations in which the sporophytes and gametophytes look alike, although they differ in chromosome number."],
	["isotonic solution","Solutions of equal solute concentration."],
	["isotope","One of several atomic forms of an element, each containing a different number of neutrons and thus differing in atomic mass."],
	["joule (J)","A unit of energy: 1 J = 0.239 cal; 1 cal = 4.184 J."],
	["juvenile hormone (JH)","A hormone in arthropods, secreted by the corpora allata glands, that promotes the retention of larval characteristics."],
	["juxtaglomerular apparatus (JGA)","Specialized tissue located near the afferent arteriole that supplies blood to the kidney glomerulus; the JGA raises blood pressure by producing renin, which activates angiotensin."],
	["K-selection","The concept that in certain (K-selected) populations, life history is centered around producing relatively few offspring that have a good chance of survival."],
	["karyogamy","The fusion of nuclei of two cells, as part of syngamy."],
	["karyokinesis","Division of the nucleus during the cell cycle."],
	["karyotype","A method of organizing the chromosomes of a cell in relation to number, size, and type."],
	["keratin","One of a group of tough, fibrous proteins formed by certain epidermal tissues and especially abundant in skin, claws, hair, feathers, and hooves."],
	["keystone predator","A predatory species that helps maintain species richness in a community by reducing the density of populations of the best competitors so that populations of less competitive species are maintained."],
	["keystone species","A species that is of exceptional importance in maintaining the species diversity of a community; when a keystone species is lost, the diversity of the community decreases and its structure is significantly altered."],
	["kidney","In vertebrates, the organ that regulates the balance of water and solutes in the blood and the excretion of nitrogenous wastes in the form of urine."],
	["kilocalorie (kcal)","A thousand calories; the amount of heat energy required to raise the temperature of 1 kg of water 1°C."],
	["kin selection","A phenomenon of inclusive fitness, used to explain altruistic behavior between related individuals."],
	["kinesis","A change in activity rate in response to a stimulus."],
	["kinetic energy","The energy of motion, which is directly related to the speed of that motion. Moving matter does work by transferring some of its kinetic energy to other matter."],
	["kinetochore","A specialized region on the centromere that links each sister chromatid to the mitotic spindle."],
	["kingdom","A taxonomic category, the second broadest after domain."],
	["Koch's postulates","A set of four criteria for determining whether a specific pathogen is the cause of a disease."],
	["Krebs cycle","A chemical cycle involving eight steps that completes the metabolic breakdown of glucose molecules to carbon dioxide; occurs within the mitochondrion; the second major stage in cellular respiration."],
	["lacteal","A tiny lymph vessel extending into the core of an intestinal villus and serving as the destination for absorbed chylomicrons."],
	["lagging strand","A discontinuously synthesized DNA strand that elongates in a direction away from the replication fork."],
	["lamella","Layer, thin sheet."],
	["larva pl. larvae","A free-living, sexually immature form in some animal life cycles that may differ from the adult in morphology, nutrition, and habitat."],
	["lateral line system","A mechanoreceptor system consisting of a series of pores and receptor units (neuromasts) along the sides of the body of fishes and aquatic amphibians; detects water movements made by an animal itself and by other moving objects."],
	["lateral meristem","The vascular and cork cambium, a cylinder of dividing cells that runs most of the length of stems and roots and is responsible for secondary growth."],
	["law of independent assortment","Mendel's second law, stating that each allele pair segregates independently during gamete formation; applies when genes for two traits are located on different pairs of homologous chromosomes."],
	["law of segregation","Mendel's first law, stating that allele pairs separate during gamete formation, and then randomly re-form pairs during the fusion of gametes at fertilization."],
	["leaching","The dissolving of minerals and other elements in soil or rocks by the downward movement of water."],
	["leading strand","The new continuous complementary DNA strand synthesized along the template strand in the mandatory 5' to 3' direction."],
	["leaf","The main site of photosynthesis in a plant; consists of a flattened blade and a stalk (petiole) that joins the leaf to the stem."],
	["learning","The process that leads to modification in individual behavior as the result of experience."],
	["leukocyte","A white blood cell; typically functions in immunity, such as phagocytosis or antibody production."],
	["leukotriene","A type of prostaglandin produced by various white blood cells involved in the inflammatory and immune responses and in allergic reactions."],
	["lichen","An organism formed by the symbiotic association between a fungus and a photosynthetic alga."],
	["life cycle","The entire sequence of stages in the life of an organisms, from the adults of one generation to the adults of the next."],
	["life-history pattern","A group of traits, such as size and number of offspring, length of maturation, age at first reproduction, and the number of times reproduction occurs, that affect reproduction, survival, and the rate of population growth."],
	["life table","A table of data summarizing mortality in a population."],
	["ligament","A type of fibrous connective tissue that joins bones together at joints."],
	["ligand","A molecule that binds specifically to a receptor site of another molecule."],
	["ligand-gated ion channel receptor","A signal receptor protein in a cell membrane that can act as a channel for the passage of a specific ion across the membrane. When activated by a signal molecule, the receptor either allows or blocks passage of the ion, resulting in a change in ion concentration that usually affects cell functioning."],
	["light-dependent reactions","The reactions of the first stage of photosynthesis, in which light energy is captured by chlorophyll molecules and converted to chemical energy stored in ATP and NADPH molecules."],
	["light-independent reactions","The carbon-fixing reactions of the second stage of photosynthesis; energy stored in ATP and NADPH by the light-dependent reactions is used to reduce carbon from carbon dioxide to simple sugars; light is not required for these reactions."],
	["light microscope (LM)","An optical instrument with lenses that refract (bend) visible light to magnify images of specimens."],
	["light reactions","The steps in photosynthesis that occur on the thylakoid membranes of the chloroplast and convert solar energy to the chemical energy of ATP and NADPH, evolving oxygen in the process."],
	["lignin","A hard material embedded in the cellulose matrix of vascular plant cell walls that functions as an important adaptation for support in terrestrial species."],
	["limbic system","A group of nuclei (clusters of nerve cell bodies) in the lower part of the mammalian forebrain that interact with the cerebral cortex in determining emotions; includes the hippocampus and the amygdala."],
	["linkage","The tendency for certain alleles to be inherited together because they are located on the same chromosome."],
	["linked genes","Genes that are located on the same chromosome."],
	["linkage group","A pair of homologous chromosomes."],
	["linkage map","A genetic map based on the frequencies of recombination between markers during crossing over of homologous chromosomes. The greater the frequency of recombination between two genetic markers, the farther apart they are assumed to be."],
	["lipid","One of a family of compounds, including fats, phospholipids, and steroids, that are insoluble in water."],
	["lipoprotein","A protein bonded to a lipid; includes the low-density lipoproteins (LDLs) and high-density lipoproteins (HDLs) that transport fats and cholesterol in blood."],
	["locus pl. loci","A particular place along the length of a certain chromosome where a given gene is located."],
	["logistic population growth","A model describing population growth that levels off as population size approaches carrying capacity."],
	["long-day plant","A plant that flowers, usually in late spring or early summer, only when the light period is longer than a critical length."],
	["loop of Henle","The long hairpin turn, with a descending and ascending limb, of the renal tubule in the vertebrate kidney; functions in water and salt reabsorption."],
	["lumen","The cavity of a tubular structure, such as endoplasmic reticulum or a blood vessel."],
	["lungs","The invaginated respiratory surfaces of terrestrial vertebrates, land snails, and spiders that connect to the atmosphere by narrow tubes."],
	["luteinizing hormone (LH)","A protein hormone secreted by the anterior pituitary that stimulates ovulation in females and androgen production in males."],
	["lymph","The colorless fluid, derived from interstitial fluid, in the lymphatic system of vertebrate animals."],
	["lymph node","A mass of spongy tissues, separated into compartments; located throughout the lymphatic system, lymph nodes remove dead cells, debris, and foreign particles from the circulation; also are sites at which foreign antigens are displayed to immunologically active cells."],
	["lymphatic system","A system of vessels and lymph nodes, separate from the circulatory system, that returns fluid and protein to the blood."],
	["lymphocyte","A white blood cell. The lymphocytes that complete their development in the bone marrow are called B cells, and those that mature in the thymus are called T cells."],
	["lymphokine","A chemical, released by an activated cytotoxic T cell, that attracts macrophages and stimulates phagocytosis."],
	["lysis","Disintegration of a cell by rupture of its plasma membrane."],
	["lysogenic bacteria","Bacteria carrying a bacteriophage integrated into the bacterial chromosome. The virus may subsequently set up an active cycle of infection, causing lysis of the bacterial cells."],
	["lysogenic cycle","A type of phage replication cycle in which the viral genome becomes incorporated into the bacterial host chromosome as a prophage."],
	["lysosome","A membrane-enclosed bag of hydrolytic enzymes found in the cytoplasm of eukaryotic cells."],
	["lysozyme","An enzyme in perspiration, tears, and saliva that attacks bacterial cell walls."],
	["lytic cycle","A type of viral replication cycle resulting in the release of new phages by death or lysis of the host cell."],
	["M phase","The mitotic phase of the cell cycle, which includes mitosis and cytokinesis."],
	["macroevolution","Evolutionary change on a grand scale, encompassing the origin of novel designs, evolutionary trends, adaptive radiation, and mass extinction."],
	["macromolecule","A giant molecule of living matter formed by the joining of smaller molecules, usually by condensation synthesis. Polysaccharides, proteins, and nucleic acids are macromolecules."],
	["macronutrient","An inorganic nutrient required in large amounts for plant growth, such as nitrogen, potassium, calcium, phosphorus, magnesium, and sulfur."],
	["macrophage","An amoeboid cell that moves through tissue fibers, engulfing bacteria and dead cells by phagocytosis."],
	["major histocompatibility complex (MHC)","A large set of cell surface antigens encoded by a family of genes. Foreign MHC markers trigger T-cell responses that may lead to the rejection of transplanted tissues and organs."],
	["Malpighian tubule","A unique excretory organ of insects that empties into the digestive tract, removes nitrogenous wastes from the blood, and functions in osmoregulation."],
	["Mammalia","The vertebrate class of mammals, characterized by body hair and mammary glands that produce milk to nourish the young."],
	["mantle","A heavy fold of tissue in mollusks that drapes over the visceral mass and may secrete a shell."],
	["marine","Living in salt water."],
	["marsupial","A mammal, such as a koala, kangaroo, or opossum, whose young complete their embryonic development inside a maternal pouch called the marsupium."],
	["mass number","The sum of the number of protons and neutrons in an atom's nucleus."],
	["mast cell","A type of noncirculating white blood cell, found in connective tissue, that is the major protagonist in allergic reactions; when an allergen binds to complementary antibodies on the surface of a mast cell, large amounts of histamine are released from the cell."],
	["matrix","The nonliving component of connective tissue, consisting of a web of fibers embedded in homogeneous ground substance that may be liquid, jellylike, or solid."],
	["matter","Anything that takes up space and has mass."],
	["mechanoreceptor","A sensory receptor that detects physical deformations in the body's environment associated with pressure, touch, stretch, motion, and sound."],
	["medulla","The inner, as opposed to the outer, part of an organ, as in the adrenal gland."],
	["medulla oblongata","The lowest part of the vertebrate brain; a swelling of the hindbrain dorsal to the anterior spinal cord that controls autonomic, homeostatic functions, including breathing, heart and blood vessel activity, swallowing, digestion, and vomiting."],
	["medusa","The floating, flattened, mouth-down version of the cnidarian body plan. The alternate form is the polyp."],
	["megapascal (MPa)","A unit of pressure equivalent to 10 atmospheres of pressure."],
	["megaspore","In plants, a haploid (n) spore that develops into a female gametophyte."],
	["meiosis","A two-stage type of cell division in sexually reproducing organisms that results in gametes with half the chromosome number of the original cell."],
	["membrane potential","The charge difference between the cytoplasm and extracellular fluid in all cells, due to the differential distribution of ions. Membrane potential affects the activity of excitable cells and the transmembrane movement of all charged substances."],
	["memory cell","A clone of long-lived lymphocytes, formed during the primary immune response, that remains in a lymph node until activated by exposure to the same antigen that triggered its formation. Activated memory cells mount the secondary immune response."],
	["Mendel's first law","See law of segregation."],
	["Mendel's second law","See law of independent assortment."],
	["meniscus","The curved top surface of a column of liquid."],
	["menstrual cycle","A type of reproductive cycle in higher female primates, in which the nonpregnant endometrium is shed as a bloody discharge through the cervix into the vagina."],
	["meristem","Plant tissue that remains embryonic as long as the plant lives, allowing for indeterminate growth."],
	["meroblastic cleavage","A type of cleavage in which there is incomplete division of yolk-rich egg, characteristic of avian development."],
	["mesentery","A membrane that suspends many of the organs of vertebrates inside fluid-filled body cavities."],
	["mesoderm","The middle primary germ layer of an early embryo that develops into the notochord, the lining of the coelom, muscles, skeleton, gonads, kidneys, and most of the circulatory system."],
	["mesophyll","The ground tissue of a leaf, sandwiched between the upper and lower epidermis and specialized for photosynthesis."],
	["messenger RNA (mRNA)","A type of RNA synthesized from DNA in the genetic material that attaches to ribosomes in the cytoplasm and specifies the primary structure of a protein."],
	["metabolism","The totality of an organism's chemical processes, consisting of catabolic and anabolic pathways."],
	["metamorphosis","The resurgence of development in an animal larva that transforms it into a sexually mature adult."],
	["metanephridium pl. metanephridia","In annelid worms, a type of excretory tubule with internal openings called nephrostomes that collect body fluids and external openings called nephridiopores."],
	["metaphase","The second stage of mitosis. During metaphase, all the cell's duplicated chromosomes are lined up at an imaginary plane equidistant between the poles of the mitotic spindle."],
	["metapopulation","A subdivided population of a single species."],
	["metastasis","The spread of cancer cells beyond their original site."],
	["MHC","Abbreviation of major histocompatibility complex."],
	["microbe","A microscopic organism."],
	["microevolution","A change in the gene pool of a population over a succession of generations."],
	["microfilament","A solid rod of actin protein in the cytoplasm of almost all eukaryotic cells, making up part of the cytoskeleton and acting alone or with myosin to cause cell contraction."],
	["micronutrient","An inorganic nutrient required in only minute amounts for plant growth, such as iron, chlorine, copper, manganese, zinc, molybdenum, and boron."],
	["microspore","In plants, a haploid (n) spore that develops into a male gametophyte; in seed plants, it becomes a pollen grain."],
	["microtubule","A hollow rod of tubulin protein in the cytoplasm of all eukaryotic cells and in cilia, flagella, and the cytoskeleton."],
	["microvillus pl. microvilli","One of many fine, fingerlike projections of the epithelial cells in the lumen of the small intestine that increase its surface area."],
	["middle lamella","A thin layer of adhesive extracellular material, primarily pectins, found between the primary walls of adjacent young plant cells."],
	["mimicry","A phenomenon in which one species benefits by a superficial resemblance to an unrelated species. A predator or species of prey may gain a significant advantage through mimicry."],
	["mineral","In nutrition, one of many chemical elements, other than carbon, hydrogen, oxygen, and nitrogen, that an organism requires for proper body functioning."],
	["mineralocorticoid","A corticosteroid hormone secreted by the adrenal cortex that regulates salt and water homeostasis."],
	["minimum dynamic area","The amount of suitable habitat needed to sustain a viable population."],
	["minimum viable population size (MVP)","The smallest number of individuals needed to perpetuate a population."],
	["missense mutation","The most common type of mutation involving a base-pair substitution within a gene that changes a codon, but the new codon makes sense in that it still codes for an amino acid."],
	["mitochondrial matrix","The compartment of the mitochondrion enclosed by the inner membrane and containing enzymes and substrates for the Krebs cycle."],
	["mitochondrion pl. mitochondria","An organelle in eukaryotic cells that serves as the site of cellular respiration."],
	["mitosis","A process of nuclear division in eukaryotic cells conventionally divided into five stages: prophase, prometaphase, metaphase, anaphase, and telophase. Mitosis conserves chromosome number by equally allocating replicated chromosomes to each of the daughter nuclei."],
	["modern synthesis","A comprehensive theory of evolution emphasizing natural selection, gradualism, and populations as the fundamental units of evolutionary change; also called neo-Darwinism."],
	["molarity","A common measure of solute concentration, referring to the number of moles of solute in 1 L of solution."],
	["mold","A rapidly growing, asexually reproducing fungus."],
	["mole","The number of grams of a substance that equals its molecular weight in daltons and contains Avogadro's number of molecules."],
	["molecular formula","A type of molecular notation indicating only the quantity of the constituent atoms."],
	["molecular weight","The sum of the atomic weights of the constituent atoms in a molecule."],
	["molecule","Two or more atoms held together by covalent bonds."],
	["molting","A process in arthropods in which the exoskeleton is shed at intervals to allow growth by the secretion of a larger exoskeleton."],
	["monoclonal antibody","A defensive protein produced by cells descended from a single cell; an antibody that is secreted by a clone of cells and, consequently, is specific for a single antigenic determinant."],
	["monocot","A subdivision of flowering plants whose members possess one embryonic seed leaf, or cotyledon."],
	["monocotyledon","A member of the class of flowering plants having one seed leaf, or cotyledon, among other distinguishing features; often abbreviated as monocot."],
	["monoculture","Cultivation of large land areas with a single plant variety."],
	["monoecious","Referring to a plant species that has both staminate and carpellate flowers on the same individual."],
	["monohybrid","A hybrid individual that is heterozygous for one gene or a single character."],
	["monohybrid cross","A breeding experiment that uses parental varieties differing in a single character."],
	["monomer","The subunit that serves as the building block of a polymer."],
	["monophyletic","Pertaining to a taxon derived from a single ancestral species that gave rise to no species in any other taxa."],
	["monosaccharide","The simplest carbohydrate, active alone or serving as a monomer for disaccharides and polysaccharides. Also known as simple sugars, the molecular formulas of monosaccharides are generally some multiple of CH2O."],
	["monotreme","An egg-laying mammal, represented by the platypus and echidna."],
	["morphogen","A substance, such as bicoid protein, that provides positional information in the form of a concentration gradient along an embryonic axis."],
	["morphogenesis","The development of body shape and organization during ontogeny."],
	["morphological","Pertaining to form and structure, at any level of organization."],
	["morphological species concept","The idea that species are defined by measurable anatomical criteria."],
	["morphology","The form and structure of an organism and its parts."],
	["morphospecies","A species defined by its anatomical features."],
	["mortality rate","Death rate."],
	["mosaic development","A pattern of development, such as that of a mollusk, in which the early blastomeres each give rise to a specific part of the embryo. In some animals, the fate of the blastomeres is established in the zygote."],
	["mosaic evolution","The evolution of different features of an organism at different rates."],
	["motor neuron","A nerve cell that transmits signals from the brain or spinal cord to muscles or glands."],
	["motor unit","A single motor neuron and all the muscle fibers it controls."],
	["MPF (M-phase promoting factor)","A protein complex required for a cell to progress from late interphase to mitosis; the active form consists of cyclin and cdc2, a protein kinase."],
	["muscle fiber","Muscle cell; a long, cylindrical, multinucleated cell containing numerous myofibrils, which is capable of contraction when stimulated."],
	["mRNA","See messenger RNA."],
	["Müllerian mimicry","A mutual mimicry by two unpalatable species."],
	["multigene family","A collection of genes with similar or identical sequences, presumably of common origin."],
	["mutagen","A chemical or physical agent that interacts with DNA and causes a mutation."],
	["mutagenesis","The creation of mutations."],
	["mutant","An organism carrying a gene that has undergone a mutation."],
	["mutation","A rare change in the DNA of genes that ultimately creates genetic diversity."],
	["mutualism","A symbiotic relationship in which both the host and the symbiont benefit. See Symbiosis."],
	["mycelium","The densely branched network of hyphae in a fungus."],
	["mycorrhizae","Mutualistic associations of plant roots and fungi."],
	["myelin sheath","In a neuron, an insulating coat of cell membrane from Schwann cells that is interrupted by nodes of Ranvier where saltatory conduction occurs."],
	["myofibril","A fibril collectively arranged in longitudinal bundles in muscle cells (fibers); composed of thin filaments of actin and a regulatory protein and thick filaments of myosin."],
	["myoglobin","An oxygen-storing, pigmented protein in muscle cells."],
	["myosin","A type of protein filament that interacts with actin filaments to cause cell contraction."],
	["NAD+ (nicotinamide adenine dinucleotide)","Abbreviation of nicotinamide adenine dinucleotide, a coenzyme present in all cells that helps enzymes transfer electrons during the redox reactions of metabolism."],
	["NADP","Abbreviation of nicotinamide adenine dinucleotide phosphate, a coenzyme that functions as an electron acceptor in the lightdependent reactions of photosynthesis."],
	["natural killer cell","A nonspecific defensive cell that attacks tumor cells and destroys infected body cells, especially those harboring viruses."],
	["natural logarithm","The logarithm (log) to base e where e ≈ 2.718. The natural logarithm is represented by the symbol ln."],
	["natural selection","Differential success in the reproduction of different phenotypes resulting from the interaction of organisms with their environment. Evolution occurs when natural selection causes changes in relative frequencies of alleles in the gene pool."],
	["nectar","A sugary fluid that attracts insects to plants."],
	["negative feedback","A primary mechanism of homeostasis, whereby a change in a physiological variable that is being monitored triggers a response that counteracts the initial fluctuation."],
	["nematocyst","A threadlike stinger, containing a poisonous or paralyzing substance, found in the cnidocyte of cnidarians."],
	["nephridium pl. nephridia","A tubular excretory structure found in many invertebrates."],
	["nephron","The tubular excretory unit of the vertebrate kidney."],
	["neritic zone","The shallow regions of the ocean overlying the continental shelves."],
	["nerve","A ropelike bundle of neuron fibers (axons and dendrites) tightly wrapped in connective tissue."],
	["nerve fiber","A filamentous process extending from the cell body of a neuron and conducting the nerve impulse; an axon."],
	["nerve impulse","A rapid, transient, self-propagating change in electric potential across the membrane of an axon."],
	["nervous system","All the nerve cells of an animal; the receptor-conductor-effector system; in humans, the nervous system consists of the central nervous system (brain and spinal cord) and the peripheral nervous system."],
	["net primary production","In a community or an ecosystem, the increase in the amount of plant or algal material between the beginning and end of a specified time period, such as a growing season."],
	["net primary productivity (NPP)","The gross primary productivity minus the energy used by the producers for cellular respiration; represents the storage of chemical energy in an ecosystem available to consumers."],
	["net productivity","In a trophic level, a community, or an ecosystem, the amount of energy (in calories) stored in chemical compounds or the increase in biomass (in grams or metric tons) in a particular period of time; it is the difference between gross productivity and the energy used by the organisms in respiration."],
	["neural crest","A band of cells along the border where the neural tube pinches off from the ectoderm; the cells migrate to various parts of the embryo and form the pigment cells in the skin, bones of the skull, the teeth, the adrenal glands, and parts of the peripheral nervous system."],
	["neural groove","Dorsal, longitudinal groove that forms in a vertebrate embryo; bordered by two neural folds; preceded by the neural-plate stage and followed by the neural-tube stage."],
	["neural plate","Thickened strip of ectoderm in early vertebrate embryos that forms along the dorsal side of the body and gives rise to the central nervous system."],
	["neural tube","Primitive, hollow, dorsal nervous system of the early vertebrate embryo; formed by fusion of neural folds around the neural groove."],
	["neuromodulator","A chemical agent that is released by a neuron and diffuses through a local region of the central nervous system, acting on neurons within that region; generally has the effect of modulating the response to neurotransmitters."],
	["neuromuscular junction","The junction between an axon terminal of a motor neuron and a muscle fiber innervated by that motor neuron; the axon terminal of a motor neuron is typically branched, forming neuromuscular junctions with a number of different muscle fibers."],
	["neuron","A nerve cell; the fundamental unit of the nervous system, having structure and properties that allow it to conduct signals by taking advantage of the electrical charge across its cell membrane."],
	["neurosecretory cells","Hypothalamus cells that receive signals from other nerve cells, but instead of signaling to an adjacent nerve cell or muscle, they release hormones into the bloodstream."],
	["neurotransmitter","A chemical messenger released from the synaptic terminal of a neuron at a chemical synapse that diffuses across the synaptic cleft and binds to and stimulates the postsynaptic cell."],
	["neutral variation","Genetic diversity that confers no apparent selective advantage."],
	["neutron","An electrically neutral particle (a particle having no electrical charge), found in the atom."],
	["niche","See Ecological niche."],
	["nitrification","The oxidation of ammonia or ammonium to nitrites and nitrates, as by nitrifying bacteria."],
	["nitrogen cycle","Worldwide circulation and reutilization of nitrogen atoms, chiefly due to metabolic processes of living organisms; plants take up inorganic nitrogen and convert it into organic compounds (chiefly proteins), which are assimilated into the bodies of one or more animals; bacterial and fungal action on nitrogenous waste products and dead organisms return nitrogen atoms to the inorganic state."],
	["nitrogen fixation","The assimilation of atmospheric nitrogen by certain prokaryotes into nitrogenous compounds that can be directly used by plants."],
	["nitrogenase","An enzyme, unique to certain prokaryotes, that reduces N2 to NH3."],
	["nitrogenous base","An organic base that contains the element nitrogen."],
	["nocturnal","Applied to organisms that are active during the hours of darkness."],
	["node","A point along the stem of a plant at which leaves are attached."],
	["nodes of Ranvier","The small gaps in the myelin sheath between successive glial cells along the axon of a neuron; also, the site of high concentration of voltage-gated ion channels."],
	["nomograph","A graph that allows a third variable to be measured when the values of two related variables are known."],
	["noncompetitive inhibitor","A substance that reduces the activity of an enzyme by binding to a location remote from the active site, changing its conformation so that it no longer binds to the substrate."],
	["noncyclic electron flow","A route of electron flow during the light reactions of photosynthesis that involves both photosystems and produces ATP, NADPH, and oxygen; the net electron flow is from water to NADP+."],
	["noncyclic photophosphorylation","The production of ATP by noncyclic electron flow."],
	["nondisjunction","An accident of meiosis or mitosis, in which both members of a pair of homologous chromosomes or both sister chromatids fail to move apart properly."],
	["nonpolar covalent bond","A type of covalent bond in which electrons are shared equally between two atoms of similar electronegativity."],
	["nonsense mutation","A mutation that changes an amino acid codon to one of the three stop codons, resulting in a shorter and usually nonfunctional protein."],
	["noradrenaline","A hormone, produced by the medulla of the adrenal gland, that increases the concentration of glucose in the blood, raises blood pressure and heartbeat rate, and increases muscular power and resistance to fatigue; also one of the principal neurotransmitters; also called norepinephrine."],
	["norepinephrine","See noradrenaline."],
	["norm of reaction","The range of phenotypic possibilities for a single genotype, as influenced by the environment."],
	["notochord","A longitudinal, flexible rod formed from dorsal mesoderm and located between the gut and the nerve cord in all chordate embryos."],
	["nuclear envelope","The membrane in eukaryotes that encloses the nucleus, separating it from the cytoplasm."],
	["nucleic acid","A polymer consisting of many nucleotide monomers; serves as a blueprint for proteins and, through the actions of proteins, for all cellular activities. The two types are DNA and RNA."],
	["nucleic acid probe","In DNA technology, a labeled single-stranded nucleic acid molecule used to tag a specific nucleotide sequence in a nucleic acid sample. Molecules of the probe hydrogen-bond to the complementary sequence wherever it occurs; radioactive or other labeling of the probe allows its location to be detected."],
	["nucleoid","A dense region of DNA in a prokaryotic cell."],
	["nucleoid region","The region in a prokaryotic cell consisting of a concentrated mass of DNA."],
	["nucleolus","A specialized structure in the nucleus, formed from various chromosomes and active in the synthesis of ribosomes."],
	["nucleoside","An organic molecule consisting of a nitrogenous base joined to a five-carbon sugar."],
	["nucleosome","The basic, beadlike unit of DNA packaging in eukaryotes, consisting of a segment of DNA wound around a protein core composed of two copies of each of four types of histone."],
	["nucleotide","The building block of a nucleic acid, consisting of a five-carbon sugar covently bonded to a nitrogenous base and a phosphate group."],
	["nucleus","(1) An atom's central core, containing protons and neutrons. (2) The chromosome-containing organelle of a eukaryotic cell. (3) A cluster of neurons."],
	["null hypothesis","In statistical analysis, a hypothesis proposing that there is no statistically significant difference between the observed results of an experiment and the expected results."],
	["obligate aerobe","An organism that requires oxygen for cellular respiration and cannot live without it."],
	["obligate anaerobe","An organism that cannot use oxygen and is poisoned by it."],
	["oceanic zone","The region of water lying over deep areas beyond the continental shelf."],
	["oligotrophic lake","A nutrient-poor, clear, deep lake with minimum phytoplankton."],
	["omnivore","A heterotrophic animal that consumes both meat and plant material."],
	["oncogene","A gene found in viruses or as part of the normal genome that is involved in triggering cancerous characteristics."],
	["ontogeny","The embryonic development of an organism."],
	["oocyte","A cell that gives rise by meiosis to an ovum."],
	["oogamy","A condition in which male and female gametes differ, such that a small, flagellated sperm fertilizes a large, nonmotile egg."],
	["oogenesis","The process in the ovary that results in the production of female gametes."],
	["open circulatory system","An arrangement of internal transport in which blood bathes the organs directly and there is no distinction between blood and interstitial fluid."],
	["operant conditioning","A type of associative learning that directly affects behavior in a natural context; also called trial-and-error learning."],
	["operator","A segment of DNA that interacts with a repressor protein to regulate the transcription of the structural genes of an operon."],
	["operon","A unit of genetic function common in bacteria and phages, consisting of coordinately regulated clusters of genes with related functions."],
	["opportunistic species","Species characterized by high reproduction rates, rapid development, early reproduction, small body size, and uncertain adult survival."],
	["opsonization","An immune response in which the binding of antibodies to the surface of a microbe facilitates phagocytosis of the microbe by a macrophage."],
	["orbital","In the current model of atomic structure, the volume of space surrounding the atomic nucleus in which an electron will be found 90 percent of the time."],
	["order","A taxonomic grouping of related, similar families; the category below class and above family."],
	["organ","A specialized center of body function composed of several different types of tissues."],
	["organ-identity gene","A plant gene in which a mutation causes a floral organ to develop in the wrong location."],
	["organ of Corti","The actual hearing organ of the vertebrate ear, located in the floor of the cochlear canal in the inner ear; contains the receptor cells (hair cells) of the ear."],
	["organelle","One of several formed bodies with a specialized function, suspended in the cytoplasm and found in eukaryotic cells."],
	["organic","Pertaining to (1) organisms or living things generally, or (2) compounds formed by living organisms, or (3) the chemistry of compounds containing carbon."],
	["organic chemistry","The study of carbon compounds (organic compounds)."],
	["organic compound","A chemical comound containing the element carbon and usually synthesized by cells."],
	["organism","An individual living thing, such as a bacterium, fungus, protist, plant or animal."],
	["organogenesis","An early period of rapid embryonic development in which the organs take form from the primary germ layers."],
	["orgasm","Rhythmic, involuntary contractions of certain reproductive structures in both sexes during the human sexual response cycle."],
	["origin of replication","A specific sequence of bases in a nucleic acid molecule to which the enzymes responsible for replicating the nucleic acid bind to initiate the copying process."],
	["osmoconformer","An animal that does not actively adjust its internal osmolarity because it is isotonic with its environment."],
	["osmolarity","Solute concentration expressed as molarity."],
	["osmoregulation","Adaptations to control the water balance in organisms living in hypertonic, hypotonic, or terrestrial environments."],
	["osmoregulator","An animal whose body fluids have a different osmolarity than the environment, and that must either discharge excess water if it lives in a hypotonic environment or take in water if it inhabits a hypertonic environment."],
	["osmosis","The diffusion of water across a selectively permeable membrane."],
	["osmotic potential","The tendency of water to move across a selectively permeable membrane into a solution; it is determined by measuring the pressure required to stop the osmotic movement of water into the solution."],
	["osmotic pressure","A measure of the tendency of a solution to take up water when separated from pure water by a selectively permeable membrane."],
	["Osteichthyes","The vertebrate class of bony fishes, characterized by a skeleton reinforced by calcium phosphate; the most abundant and diverse vertebrates."],
	["ostracoderm","An extinct agnathan; a fishlike creature encased in an armor of bony plates."],
	["outgroup","A species or group of species that is closely related to the group of species being studied, but clearly not as closely related as any study-group members are to each other."],
	["ovarian cycle","The cyclic recurrence of the follicular phase, ovulation, and the luteal phase in the mammalian ovary, regulated by hormones."],
	["ovarian follicle","A developing oocyte and the specialized cells surrounding it; located near the surface of the ovary; following ovulation, forms the corpus luteum."],
	["ovary","1) In flowers, the portion of a carpel in which the egg-containing ovules develop. (2) In animals, the structure that produces female gametes and reproductive hormones."],
	["oviduct","A tube passing from the ovary to the vagina in invertebrates or to the uterus in vertebrates."],
	["oviparous","Referring to a type of development in which young hatch from eggs laid outside the mother's body."],
	["ovoviviparous","Referring to a type of development in which young hatch from eggs that are retained in the mother's uterus."],
	["ovulation","The release of an egg from ovaries. In humans, an ovarian follicle releases an egg during each menstrual cycle."],
	["ovule","A structure that develops in the plant ovary and contains the female gametophyte."],
	["ovum pl. ova","The female gamete; the haploid, unfertilized egg, which is usually a relatively large, nonmotile cell."],
	["oxidation","The loss of electrons from a substance involved in a redox reaction."],
	["oxidative phosphorylation","The production of ATP using energy derived from the redox reactions of an electron transport chain."],
	["oxidizing agent","The electron acceptor in a redox reaction."],
	["oxygen debt","In muscle, the cumulative deficit of oxygen that develops during strenuous exercise when the supply of oxygen is inadequate for the demand; ATP is produced anaerobically by glycolysis, and the resulting pyruvic acid is converted to lactic acid, which is subsequently metabolized when adequate oxygen is available."],
	["pacemaker","A specialized region of the right atrium of the mammalian heart that sets the rate of contraction; also called the sinoatrial (SA) node. See Sinoatrial node."],
	["paedogenesis","The precocious development of sexual maturity in a larva."],
	["paedomorphosis","The retention in an adult organism of the juvenile features of its evolutionary ancestors."],
	["paleontology","The scientific study of fossils."],
	["palisade cells","In plant leaves, the columnar, chloroplast-containing parenchyma cells of the mesophyll."],
	["pancreas","In vertebrates, a small, complex gland located between the stomach and the duodenum, which produces digestive enzymes and the hormones insulin and glucagon."],
	["Pangaea","The supercontinent formed near the end of the Paleozoic era when plate movements brought all the land masses of Earth together."],
	["paraphyletic","Pertaining to a taxon that excludes some members that share a common ancestor with members included in the taxon."],
	["parasite","An organism that absorbs nutrients from the body fluids of living hosts."],
	["parasitism","A symbiotic relationship in which the symbiont (parasite) benefits at the expense of the host by living either within the host (endoparasite) or outside the host (ectoparasite). See Symbiosis."],
	["parasympathetic division","One of two divisions of the autonomic nervous system; generally enhances body activities that gain and conserve energy, such as digestion and reduced heart rate."],
	["parathyroid glands","Four endocrine glands, embedded in the surface of the thyroid gland, that secrete parathyroid hormone and raise blood calcium levels."],
	["parazoa","Members of the subkingdom of animals consisting of the sponges."],
	["parenchyma","A relatively unspecialized plant cell type that carries most of the metabolism, synthesizes and stores organic products, and develops into more differentiated cell types."],
	["parental generation","In an experimental genetic cross, the parents of the F1 generation; homozygous for the trait(s) being studied."],
	["parthenogenesis","A type of reproduction in which females produce offspring from unfertilized eggs."],
	["partial pressures","The concentration of gases; a fraction of total pressure."],
	["passive transport","The diffusion of a substance across a biological membrane."],
	["pathogen","An organism or a virus that causes disease."],
	["pattern formation","The ordering of cells into specific three-dimensional structures, an essential part of shaping an organism and its individual parts during development."],
	["pedigree","A family tree describing the occurrence of heritable characters in parents and offspring across as many generations as possible."],
	["pelagic zone","The area of the ocean past the continental shelf, with areas of open water often reaching to very great depths."],
	["penetrance","In genetics, the proportion of individuals with a particular genotype that show the phenotype ascribed to that genotype."],
	["peptide bond","The covalent bond between two amino acid units, formed by condensation synthesis."],
	["peptidoglycan","A type of polymer in bacterial cell walls consisting of modified sugars cross-linked by short polypeptides."],
	["perception","The interpretation of sensations by the brain."],
	["perennial","A plant that lives for many years."],
	["pericycle","A layer of cells just inside the endodermis of a root that may become meristematic and begin dividing again."],
	["periderm","The protective coat that replaces the epidermis in plants during secondary growth, formed of the cork and cork cambium."],
	["peripheral nervous system","The sensory and motor neurons that connect to the central nervous system."],
	["peristalsis","Rhythmic waves of contraction of smooth muscle that push food along the digestive tract."],
	["peritoneum","A membrane that lines the body cavity and forms the external covering of the visceral organs."],
	["peritubular capillaries","In the vertebrate kidney, the capillaries that surround the renal tubule; water and solutes are reabsorbed into the bloodstream through the peritubular capillaries and some substances are secreted from them into the renal tubule."],
	["permeable","Penetrable by molecules, ions, or atoms; usually applied to membranes that let given solutes pass through."],
	["peroxisome","A microbody containing enzymes that transfer hydrogen from various substrates to oxygen, producing and then degrading hydrogen peroxide."],
	["petiole","The stalk of a leaf, which joins the leaf to a node of the stem."],
	["pH scale","A measure of hydrogen ion concentration equal to −log [H+] and ranging in value from 0 to 14."],
	["phage","A virus that infects bacteria; also called a bacteriophage."],
	["phagocytosis","A type of endocytosis involving large, particulate substances."],
	["pharynx","An area in the vertebrate throat where air and food passages cross; in flatworms, the muscular tube that protrudes from the ventral side of the worm and ends in the mouth."],
	["phenetics","An approach to taxonomy based entirely on measurable similarities and differences in phenotypic characters, without consideration of homology, analogy, or phylogeny."],
	["phenotype","The physical and physiological traits of an organism."],
	["pheromone","A small, volatile chemical signal that functions in communication between animals and acts much like a hormone in influencing physiology and behavior."],
	["phloem","The portion of the vascular system in plants consisting of living cells arranged into elongated tubes that transport sugar and other organic nutrients throughout the plant."],
	["phosphate group","A functional group important in energy transfer."],
	["phospholipids","Molecules that constitute the inner bilayer of biological membranes, having a polar, hydrophilic head and a nonpolar, hydrophobic tail."],
	["phosphorylation","Addition of a phosphate group or groups to a molecule."],
	["photic zone","The narrow top slice of the ocean, where light permeates sufficiently for photosynthesis to occur."],
	["photoautotroph","An organism that harnesses light energy to drive the synthesis of organic compounds from carbon dioxide."],
	["photoheterotroph","An organism that uses light to generate ATP but that must obtain carbon in organic form."],
	["photon","A quantum, or discrete amount, of light energy."],
	["photoperiodism","A physiological response to day length, such as flowering in plants."],
	["photophosphorylation","The process of generating ATP from ADP and phosphate by means of a proton-motive force generated by the thylakoid membrane of the chloroplast during the light reactions of photosynthesis."],
	["photoreceptor","A cell or organ capable of detecting light."],
	["photorespiration","A metabolic pathway that consumes oxygen, releases carbon dioxide, generates no ATP, and decreases photosynthetic output; generally occurs on hot, dry, bright days, when stomata close and the oxygen concentration in the leaf exceeds that of carbon dioxide."],
	["photosynthesis","The conversion of light energy to chemical energy that is stored in glucose or other organic compounds; occurs in plants, algae, and certain prokaryotes."],
	["photosystem","The light-harvesting unit in photosynthesis, located on the thylakoid membrane of the chloroplast and consisting of the antenna complex, the reaction-center chlorophyll a, and the primary electron acceptor. There are two types of photosystems, I and II; they absorb light best at different wavelengths."],
	["phototropism","Growth of a plant shoot toward or away from light."],
	["phyletic change","The changes taking place in a single lineage of organisms over a long period of time; one of the principal patterns of evolutionary change."],
	["phylogeny","The evolutionary history of a species or group of related species."],
	["phylum pl. phyla","A taxonomic category; phyla are divided into classes."],
	["physiology","The study of function in cells, organs, or entire organisms; the processes of life."],
	["phytoalexin","An antibiotic, produced by plants, that destroys microorganisms or inhibits their growth."],
	["phytochrome","A pigment involved in many responses of plants to light."],
	["phytoplankton","Aquatic, free-floating, microscopic, photosynthetic organisms."],
	["pigment","A colored substance that absorbs light over a narrow band of wavelengths."],
	["pilus pl. pili","A surface appendage in certain bacteria that functions in adherence and the transfer of DNA during conjugation."],
	["pineal gland","A small endocrine gland on the dorsal surface of the vertebrate forebrain; secretes the hormone melatonin, which regulates body functions related to seasonal day length."],
	["pinocytosis","A type of endocytosis in which the cell ingests extracellular fluid and its dissolved solutes."],
	["pith","The core of the central vascular cylinder of monocot roots, consisting of parenchyma cells, which are ringed by vascular tissue; ground tissue interior to vascular bundles in dicot stems."],
	["pituitary gland","An endocrine gland at the base of the hypothalamus; consists of a posterior lobe (neurohypophysis), which stores and releases two hormones produced by the hypothalamus, and an anterior lobe (adenohypophysis), which produces and secretes many hormones that regulate diverse body functions."],
	["placenta","A structure in the pregnant uterus for nourishing a viviparous fetus with the mother's blood supply; formed from the uterine lining and embryonic membranes."],
	["placental mammal","A member of a group of mammals, including humans, whose young complete their embryonic development in the uterus, joined to the mother by a placenta. See Eutherian mammals."],
	["placoderm","A member of an extinct class of fishlike vertebrates that had jaws and were enclosed in a tough, outer armor."],
	["plankton","Mostly microscopic organisms that drift passively or swim weakly near the surface of oceans, ponds, and lakes."],
	["planula","The ciliated, free-swimming type of larva formed by many cnidarians."],
	["plasma","The liquid matrix of blood in which the cells are suspended."],
	["plasma cell","A derivative of B cells that secretes antibodies."],
	["plasma membrane","The membrane at the boundary of every cell that acts as a selective barrier, thereby regulating the cell's chemical composition."],
	["plasmid","A small ring of DNA that carries accessory genes separate from those of a bacterial chromosome. Also found in some eukaryotes, such as yeast."],
	["plasmodesma pl. plasmodesmata","An open channel in the cell wall of plants through which strands of cytosol connect from adjacent cells."],
	["plasmogamy","The fusion of the cytoplasm of cells from two individuals; occurs as one stage of syngamy."],
	["plasmolysis","A phenomenon in walled cells in which the cytoplasm shrivels and the plasma membrane pulls away from the cell wall when the cell loses water to a hypertonic environment."],
	["plastid","One of a family of closely related plant organelles, including chloroplasts, chromoplasts, and amyloplasts (leucoplasts)."],
	["platelet","A small enucleated blood cell important in blood clotting; derived from large cells in the bone marrow."],
	["pleated sheet","One form of the secondary structure of proteins in which the polypeptide chain folds back and forth, or where two regions of the chain lie parallel to each other and are held together by hydrogen bonds."],
	["pleiotropy","The ability of a single gene to have multiple effects."],
	["plesiomorphic character","A primitive phenotypic character possessed by a remote ancestor."],
	["pluripotent stem cell","A cell within bone marrow that is a progenitor for any kind of blood cell."],
	["point mutation","A change in a gene at a single nucleotide pair."],
	["polar","Having parts or areas with opposed or contrasting properties, such as positive and negative charges, head and tail."],
	["polar body","Minute, nonfunctioning cell produced during those meiotic divisions that lead to egg cells; contains a nucleus but very little cytoplasm."],
	["polar covalent bond","A type of covalent bond between atoms that differ in electronegativity. The shared electrons are pulled closer to the more electronegative atom, making it slightly negative and the other atom slightly positive."],
	["polar molecule","A molecule (such as water) with opposite charges on opposite sides."],
	["polar nuclei","In angiosperms, the two nuclei of the central cell of the female gametophyte; they fuse with a sperm nucleus to form the triploid (3n) endosperm nucleus."],
	["pollen","An immature male gametophyte that develops within the anthers of stamens in a flower."],
	["pollination","The placement of pollen onto the stigma of a carpel by wind or animal carriers, a prerequisite to fertilization."],
	["polyandry","A polygamous mating system involving one female and many males."],
	["polygenic inheritance","An additive effect of two or more gene loci on a single phenotypic character."],
	["polygyny","A polygamous mating system involving one male and many females."],
	["polymer","A large molecule consisting of many identical or similar monomers linked together."],
	["polymerase","An enzyme, such as DNA polymerase or RNA polymerase, that catalyzes the synthesis of a polymer from its subunits."],
	["polymerase chain reaction (PCR)","A technique for amplifying DNA in vitro by incubating with special primers, DNA polymerase molecules and nucleotides."],
	["polymorphic","Referring to a population in which two or more physical forms are present in readily noticeable frequencies."],
	["polymorphism","The coexistence of two or more distinct forms of individuals (polymorphic characters) in the same population."],
	["polynucleotide","A polymer made up of many nucleotides covalently bonded together."],
	["polyp","The sessile variant of the cniderian body plan. The alternate form is the medusa."],
	["polypeptide","A polymer (chain) of many amino acids linked together by peptide bonds."],
	["polyphyletic","Pertaining to a taxon whose members were derived from two or more ancestral forms not common to all members."],
	["polyploid","Cell with more than two complete sets of chromosomes per nucleus."],
	["polyploidy","A chromosomal alteration in which the organism possesses more than two complete chromosome sets."],
	["polyribosome","An aggregation of several ribosomes attached to one messenger RNA molecule."],
	["polysaccharide","A polymer of up to over a thousand monosaccharides, formed by condensation synthesis."],
	["polysome","See Polyribosome."],
	["population","A group of individuals of one species that live in a particular geographic area."],
	["population bottleneck","Type of genetic drift that occurs as the result of a population being drastically reduced in numbers by an event having little to do with the usual forces of natural selection."],
	["population density","The number of individuals of a population per unit area or volume of living space."],
	["population viability analysis (PVA)","A method of predicting whether or not a species will persist in a particular environment."],
	["positional information","Signals, to which genes regulating development respond, indicating a cell's location relative to other cells in an embryonic structure."],
	["positive feedback","A physiological control mechanism in which a change in some variable triggers mechanisms that amplify the change."],
	["posterior","Of or pertaining to the rear, or tail, end."],
	["postsynaptic membrane","The surface of the cell on the opposite side of the synapse from the synaptic terminal of the stimulating neuron that contains receptor proteins and degradative enzymes for the neurotransmitter."],
	["postzygotic barrier","Any of several species-isolating mechanisms that prevent hybrids produced by two different species from developing into viable, fertile adults."],
	["potential energy","The energy stored by matter as a result of its location or spatial arrangement."],
	["predation","An interaction between species in which one species, the predator, eats the other, the prey."],
	["predator","An organism that eats other living organisms."],
	["pressure-flow hypothesis","A hypothesis accounting for sap flow through the phloem system. According to this hypothesis, the solution containing nutrient sugars moves through the sieve tubes by bulk flow, moving into and out of the sieve tubes by active transport and diffusion."],
	["prey","An organism eaten by another organism."],
	["prezygotic barrier","A reproductive barrier that impedes mating between species or hinders fertilization of ova if interspecific mating is attempted."],
	["primary consumer","An herbivore; an organism in the trophic level of an ecosystem that eats plants or algae."],
	["primary germ layers","The three layers (ectoderm, mesoderm, endoderm) of the late gastrula, which develop into all parts of an animal."],
	["primary growth","Growth initiated by the apical meristems of a plant root or shoot."],
	["primary immune response","The initial immune response to an antigen, which appears after a lag of several days."],
	["primary producer","An autotroph, which collectively make up the trophic level of an ecosystem that ultimately supports all other levels; usually a photosynthetic organism."],
	["primary productivity","The rate at which light energy or inorganic chemical energy is converted to the chemical energy of organic compounds by autotrophs in an ecosystem."],
	["primary structure","The level of protein structure referring to the specific sequence of amino acids."],
	["primary succession","A type of ecological succession that occurs in an area where there were originally no organisms."],
	["primer","An already existing short RNA chain bound to template DNA to which DNA nucleotides are added during DNA synthesis."],
	["primate","A member of the order of mammals that includes anthropoids and prosimians."],
	["primitive","Not specialized; at an early stage of evolution or development."],
	["primordium pl. primordia","A cell or organ in its earliest stage of differentiation."],
	["principle of allocation","The concept that each organism has an energy budget, or a limited amount of total energy available for all of its maintenance and reproductive needs."],
	["prion","An infectious form of protein that may increase in number by converting related proteins to more prions."],
	["probe","See Nucleic acid probe."],
	["procambium","A primary meristem of roots and shoots that forms the vascular tissue."],
	["producer, in ecological systems","An autotrophic organism, usually a photosynthesizer, that contributes to the net primary productivity of a community."],
	["progesterone","A steroid hormone secreted by the corpus luteum of the ovary; maintains the uterine lining during pregnancy."],
	["prokaryotic cell","A type of cell lacking a membrane-enclosed nucleus and membrane-enclosed organelles; found only in the domains Bacteria and Archaea."],
	["prometaphase","The phase of mitosis in which the nuclear envelope breaks into fragments. Some of the spindle fibers reach the chromosomes and attach to protein structures at the centromeres, called kinetochores, while others make contact with microtubules coming from the opposite pole. The opposing spindle fibers move the chromosomes toward the metaphase plate, an imaginary plane equidistant from the poles."],
	["promoter","A specific nucleotide sequence in DNA that binds RNA polymerase and indicates where to start transcribing RNA."],
	["prophage","A phage genome that has been inserted into a specific site on the bacterial chromosome."],
	["prophase","The first stage of mitosis, during which duplicated chromosomes condense from chromatin, and the mitotic spindle forms and begins moving the chromosomes toward the center of the cell."],
	["prosimian","A lower primate; includes lemurs, lorises, tarsiers, and bush babies, as well as many fossil forms."],
	["prostaglandin (PG)","One of a group of modified fatty acids secreted by virtually all tissues and performing a wide variety of functions as messengers."],
	["prostate gland","A gland in human males that secretes an acid-neutralizing component of semen."],
	["protein","A three-dimensional biological polymer constructed from a set of 20 different monomers called amino acids."],
	["protein kinase","An enzyme that transfers phosphate groups from ATP to a protein."],
	["protein phosphatase","An enzyme that removes phosphate groups from proteins, often functioning to reverse the effect of a protein kinase."],
	["proteoglycans","A glycoprotein in the extracellular matrix of animal cells, rich in carbohydrate."],
	["proteasome","A giant protein complex that recognizes and destroys proteins tagged for elimination by the small protein ubiquitin."],
	["protoderm","The outermost primary meristem, which gives rise to the epidermis of roots and shoots."],
	["proton","A subatomic particle with a single positive electrical charge, found in the nucleus of the atom."],
	["proton-motive force","The potential energy stored in the form of an electrochemical gradient, generated by the pumping of hydrogen ions across biological membranes during chemiosmosis."],
	["proton pump","An active transport mechanism in cell membranes that consumes ATP to force hydrogen ions out of a cell and, in the process, generates a membrane potential."],
	["protonephridium","An excretory system, such as the flame-cell system of flatworms, consisting of a network of closed tubules having external openings called nephridiopores and lacking internal openings."],
	["proto-oncogene","A normal cellular gene corresponding to an oncogene; a gene with a potential to cause cancer, but that requires some alteration to become an oncogene."],
	["protoplasm","Living matter."],
	["protoplast","The contents of a plant cell exclusive of the cell wall."],
	["protostome","A member of one of two distinct evolutionary lines of coelomates, consisting of the annelids, mollusks, and arthropods, and characterized by spiral, determinate cleavage, schizocoelous formation of the coelom, and development of the mouth from the blastopore."],
	["protozoan pl. protozoa","A protist that lives primarily by ingesting food, an animal-like mode of nutrition."],
	["provirus","Viral DNA that inserts into a host genome."],
	["proximate causation","The hypothesis about why natural selection favored a particular animal behavior."],
	["pseudocoelom","A body cavity consisting of a fluid-filled space between the endoderm and the mesoderm; characteristic of the nematodes."],
	["pseudocoelomate","An animal, such as a rotifer or roundworm, whose body cavity is not completely lined by mesoderm."],
	["pseudopodium","A cellular extension of amoeboid cells used in moving and feeding."],
	["pulmonary","Pertaining to the lungs."],
	["pulmonary artery","In birds and mammals, an artery that carries deoxygenated blood from the right ventricle of the heart to the lungs, where it is oxygenated."],
	["pulmonary vein","In birds and mammals, a vein that carries oxygenated blood from the lungs to the left atrium of the heart, from which blood is pumped into the left ventricle and from there to the body tissues."],
	["pulse","A measurement of heart rate; distention of an artery that can be felt each time the heart contracts."],
	["punctuated equilibrium","A theory of evolution advocating spurts of relatively rapid change followed by long periods of stasis."],
	["Punnett square","The checkerboard diagram used for analysis of allele segregation."],
	["pupa","A developmental stage of some insects, in which the organism is nonfeeding, immotile, and sometimes encapsulated or in a cocoon; the pupal stage occurs between the larval and adult phases."],
	["purine","A nitrogenous base, such as adenine or guanine, with a characteristic two-ring structure; one of the components of nucleic acids."],
	["pyramid, ecological","See Ecological pyramid."],
	["pyramid of energy","A diagram of the energy flow between the trophic levels of an ecosystem; plants or other autotrophs (at the base of the pyramid) represent the greatest amount of energy, herbivores next, then primary carnivores, secondary carnivores, etc."],
	["pyrimidine","A nitrogenous base, such as cytosine, thymine, or uracil, with a characteristic single-ring structure; one of the components of nucleic acids."],
	["quantitative character","A heritable feature in a population that varies continuously as a result of environmental influences and the additive effect of two or more genes (polygenic inheritance)."],
	["quaternary structure","The particular shape of a complex, aggregate protein, defined by the characteristic three-dimensional arrangement of its constituent subunits, each a polypeptide."],
	["queen","In social insects (ants, termites, and some species of bees and wasps), the fertile, or fully developed, female whose function is to lay eggs."],
	["quiescent center","A region located within the zone of cell division in plant roots, containing meristematic cells that divide very slowly."],
	["R plasmid","A bacterial plasmid carrying genes that confer resistance to certain antibiotics."],
	["r-selection","The concept that in certain (r-selected) populations, a high reproductive rate is the chief determinant of life history."],
	["radial cleavage","A type of embryonic development in deuterostomes in which the planes of cell division that transform the zygote into a ball of cells are either parallel or perpendicular to the polar axis, thereby aligning tiers of cells one above the other."],
	["radial symmetry","Characterizing a body shaped like a pie or barrel, with many equal parts radiating outward like the spokes of a wheel; present in cnidarians and echinoderms."],
	["radiation","Energy emitted in the form of waves or particles."],
	["radiata","Members of the radially symmetrical animal phyla, including cnidarians."],
	["radicle","An embryonic root of a plant."],
	["radioactive dating","A method of determining the age of fossils and rocks using half-lives of radioactive isotopes."],
	["radioactive isotope","An isotope, an atomic form of a chemical element, that is unstable; the nucleus decays spontaneously, giving off detectable particles and energy."],
	["radiometric dating","A method paleontologists use for determining the ages of rocks and fossils on a scale of absolute time, based on the half-life of radioactive isotopes."],
	["reactant","A starting material in a chemical reaction."],
	["receptor","On or in a cell, a specific protein molecule whose shape fits that of a specific molecular messenger, such as a hormone."],
	["receptor-mediated endocytosis","The movement of specific molecules into a cell by the inward budding of membranous vesicles containing proteins with receptor sites specific to the molecules being taken in; enables a cell to acquire bulk quantities of specific substances."],
	["receptor potential","An initial response of a receptor cell to a stimulus, consisting of a change in voltage across the receptor membrane proportional to the stimulus strength. The intensity of the receptor potential determines the frequency of action potentials traveling to the nervous system."],
	["recessive allele","In a heterozygote, the allele that is completely masked in the phenotype."],
	["reciprocal altruism","Altruistic behavior between unrelated individuals; believed to produce some benefit to the altruistic individual in the future when the current beneficiary reciprocates."],
	["recognition sequence","A specific sequence of nucleotides at which a restriction enzyme cleaves a DNA molecule."],
	["recognition species concept","The idea that specific mating adaptations become fixed in a population and form the basis of species identification."],
	["recombinant","An offspring whose phenotype differs from that of the parents."],
	["recombinant DNA","A DNA molecule made in vitro with segments from different sources."],
	["recombination","The formation of new gene combinations; in eukaryotes, may be accomplished by new associations of chromosomes produced during sexual reproduction or crossing over; in prokaryotes, may be accomplished through transformation, conjugation, or transduction."],
	["redox reaction","A chemical reaction involving the transfer of one or more electrons from one reactant to another; also called oxidation-reduction reaction."],
	["reducing agent","The electron donor in a redox reaction."],
	["reduction","The gaining of electrons by a substance involved in a redox reaction."],
	["reflex","An automatic reaction to a stimulus, mediated by the spinal cord or lower brain."],
	["refractory period","The short time immediately after an action potential in which the neuron cannot respond to another stimulus, owing to an increase in potassium permeability."],
	["regulative development","A pattern of development, such as that of a mammal, in which the early blastomeres retain the potential to form the entire animal."],
	["relative fitness","The contribution of one genotype to the next generation compared to that of alternative genotypes for the same locus."],
	["relay neuron","Neuron that transmits signals between different regions of the central nervous system."],
	["releaser","A signal stimulus that functions as a communication signal between individuals of the same species."],
	["releasing hormone","A hormone produced by neurosecretory cells in the hypothalamus of the vertebrate brain that stimulates or inhibits the secretion of hormones by the anterior pituitary."],
	["renal","Pertaining to the kidney."],
	["repetitive DNA","Nucleotide sequences, usually noncoding, that are present in many copies in a eukaryotic genome. The repeated units may be short and arranged tandemly (in series) or long and dispersed in the genome."],
	["replication","The process of making a copy of something."],
	["replication fork","A Y-shaped point on a replicating DNA molecule where new strands are growing."],
	["repressible enzyme","An enzyme whose synthesis is inhibited by a specific metabolite."],
	["repressor","A protein that suppresses the transcription of a gene."],
	["reproductive isolation","Two populations of organisms are isolated if their members are unable to interbreed and produce fertile offspring. Various structural, behavioral, and biochemical features can prevent interbreeding and thus reproductively isolate populations as distinct species."],
	["Reptilia","The vertebrate class of reptiles, represented by lizards, snakes, turtles, and crocodilians."],
	["resolving power","A measure of the clarity of an image; the minimum distance that two points can be separated and still be distinguished as two separate points."],
	["resource partitioning","The division of environmental resources by coexisting species populations such that the niche of each species differs by one or more significant factors from the niches of all coexisting species populations."],
	["respiration","(1) In aerobic organisms, the intake of oxygen and the liberation of carbon dioxide. (2) In cells, the oxygen-requiring stage in the breakdown and release of energy from fuel molecules."],
	["resting potential","The membrane potential characteristic of a nonconducting, excitable cell, with the inside of the cell more negative than the outside."],
	["restriction enzyme","A degradative enzyme that recognizes and cuts up DNA (including that of certain phages) that is foreign to a bacterium."],
	["restriction fragment length polymorphisms (RFLPs)","Differences in DNA sequence on homologous chromosomes that result in different patterns of restriction fragment lengths (DNA segments resulting from treatment with restriction enzymes); useful as genetic markers for making linkage maps."],
	["restriction site","A specific sequence on a DNA strand that is recognized as a \"cut site\" by a restriction enzyme."],
	["reticular formation","A brain circuit involved with alertness and direction of attention to selected events; consists of a loose network of interneurons running through the brainstem, plus certain neurons in the thalamus that function as an extension of this network."],
	["reticulum","A fine network (e.g., endoplasmic reticulum)."],
	["retina","The innermost layer of the vertebrate eye, containing photoreceptor cells (rods and cones) and neurons; transmits images formed by the lens to the brain via the optic nerve."],
	["retinal","The light-absorbing pigment in rods and cones of the vertebrate eye."],
	["retrovirus","An RNA virus that reproduces by transcribing its RNA into DNA and then inserting the DNA into a cellular chromosome; an important class of cancer-causing viruses."],
	["reverse transcriptase","An enzyme encoded by some RNA viruses that uses RNA as a template for DNA synthesis."],
	["rhizoid","Rootlike anchoring structure in fungi and nonvascular plants."],
	["rhizome","In vascular plants, a horizontal stem growing along or below the surface of the soil; may be enlarged for storage or may function in vegetative reproduction."],
	["rhodopsin","A visual pigment consisting of retinal and opsin. When rhodopsin absorbs light, the retinal changes shape and dissociates from the opsin, after which it is converted back to its original form."],
	["ribonucleic acid (RNA)","A type of nucleic acid consisting of nucleotide monomers with a ribose sugar and the nitrogenous bases adenine (A), cytosine (C), guanine (G), and uracil (U); usually single-stranded; functions in protein synthesis and as the genome of some viruses."],
	["ribose","The sugar component of RNA."],
	["ribosomal RNA (rRNA)","The most abundant type of RNA. Together with proteins, it forms the structure of ribosomes that coordinate the sequential coupling of tRNA molecules to the series of mRNA codons."],
	["ribosome","A cell organelle constructed in the nucleolus, functioning as the site of protein synthesis in the cytoplasm. Consists of rRNA and protein molecules, which make up two subunits."],
	["ribozyme","An enzymatic RNA molecule that catalyzes reactions during RNA splicing."],
	["RNA","Abbreviation of ribonucleic acid."],
	["RNA polymerase","An enzyme that links together the growing chain of ribonucleotides during transcription."],
	["RNA processing","Modification of RNA before it leaves the nucleus, a process unique to eukaryotes."],
	["RNA splicing","The removal of noncoding portions (introns) of the RNA molecule after initial synthesis."],
	["rod cell","One of two kinds of photoreceptors in the vertebrate retina; sensitive to black and white and enables night vision."],
	["root","The descending axis of a plant, normally below ground and serving both to anchor the plant and to take up and conduct water and dissolved minerals."],
	["root cap","A cone of cells at the tip of a plant root that protects the apical meristem."],
	["root hair","A tiny projection growing just behind the root tips of plants, increasing surface area for the absorption of water and minerals."],
	["root pressure","The upward push of water within the stele of vascular plants, caused by active pumping of minerals into the xylem by root cells."],
	["rough ER","That portion of the endoplasmic reticulum studded with ribosomes."],
	["rubisco","Ribulose carboxylase, the enzyme that catalyzes the first step (the addition of CO2 to RuBP, or ribulose bisphosphate) of the Calvin cycle."],
	["ruminant","An animal, such as a cow or a sheep, with an elaborate, multicompartmentalized stomach specialized for an herbivorous diet."],
	["S phase","The synthesis phase of the cell cycle, constituting the portion of interphase during which DNA is replicated."],
	["SA (sinoatrial) node","The pacemaker of the heart, located in the wall of the right atrium. At the base of the wall separating the two atria is another patch of nodal tissue called the atrioventricular node (AV)."],
	["saltatory conduction","Rapid transmission of a nerve impulse along an axon resulting from the action potential jumping from one node of Ranvier to another, skipping the myelin-sheathed regions of membrane."],
	["saprobe","An organism that acts as a decomposer by absorbing nutrients from dead organic matter."],
	["sarcolemma","The specialized plasma membrane surrounding a muscle cell (muscle fiber); capable of propagating action potentials."],
	["sarcomere","The fundamental, repeating unit of striated muscle, delimited by the Z lines."],
	["sarcoplasmic reticulum","A modified form of endoplasmic reticulum in striated muscle cells that stores calcium used to trigger contraction during stimulation."],
	["saturated fatty acid","A fatty acid in which all carbons in the hydrocarbon tail are connected by single bonds, thus maximizing the number of hydrogen atoms that can attach to the carbon skeleton."],
	["savanna","A tropical grassland biome with scattered individual trees, large herbivores, and three distinct seasons based primarily on rainfall, maintained by occasional fires and drought."],
	["Schwann cells","A chain of supporting cells enclosing the axons of many neurons and forming an insulating layer called the myelin sheath."],
	["sclereid","A short, irregular sclerenchyma cell in nutshells and seed coats and scattered through the parenchyma of some plants."],
	["sclerenchyma cell","A rigid, supportive plant cell type usually lacking protoplasts and possessing thick secondary walls strengthened by lignin at maturity."],
	["second law of thermodynamics","The principle whereby every energy transfer or transformation increases the entropy of the universe. Ordered forms of energy are at least partly converted to heat, and in spontaneous reactions, the free energy of the system also decreases."],
	["second messenger","A small, nonprotein, water-soluble molecule or ion, such as calcium ion or cyclic AMP, that relays a signal to a cell's interior in response to a signal received by a signal receptor protein."],
	["secondary compound","A chemical compound synthesized through the diversion of products of major metabolic pathways for use in defense by prey species."],
	["secondary consumer","A member of the trophic level of an ecosystem consisting of carnivores that eat herbivores."],
	["secondary growth","The increase in girth of the stems and roots of many plants, especially woody, perennial dicots."],
	["secondary immune response","The immune response elicited when an animal encounters the same antigen at some later time. The secondary immune response is more rapid, of greater magnitude, and of longer duration than the primary immune response."],
	["secondary productivity","The rate at which all the heterotrophs in an ecosystem incorporate organic material into new biomass, which can be equated to chemical energy."],
	["secondary sex characteristics","Characteristics of animals that distinguish between the two sexes but that do not produce or convey gametes; includes facial hair of the human male and enlarged hips and breasts of the female."],
	["secondary structure","The localized, repetitive coiling or folding of the polypeptide backbone of a protein due to hydrogen bond formation between peptide linkages."],
	["secondary succession","A type of succession that occurs where an existing community has been severely cleared by some disturbance."],
	["secretion","(1) The discharge of molecules synthesized by the cell. (2) In the vertebrate kidney, the discharge of wastes from the blood into the filtrate from the nephron tubules."],
	["sedimentary rock","Rock formed from sand and mud that once settled in layers on the bottom of seas, lakes, and marshes. Sedimentary rocks are often rich in fossils."],
	["seed","An adaptation for terrestrial plants consisting of an embryo packaged along with a store of food within a resistant coat."],
	["segregation","See Mendel's first law."],
	["selection","The process by which the forms of organisms in a population that are better adapted to the environmental conditions increase in frequency relative to less well-adapted forms over a number of generations."],
	["selection coefficient","The difference between two fitness values, representing a relative measure of selection against an inferior genotype."],
	["selective permeability","A property of biological membranes that allows some substances to cross more easily than others."],
	["selective pressure","An environmental factor that favors the survival and reproduction of those genetic variants within a population that are better adapted to the environment."],
	["self-incompatibility","The capability of certain flowers to block fertilization by pollen from the same or a closely related plant."],
	["self-fertilization","The union of egg and sperm produced by a single hermaphroditic organism."],
	["self-pollination","The transfer of pollen from anther to stigma in the same flower or to another flower of the same plant, leading to self-fertilization."],
	["semen","The fluid that is ejaculated by the male during orgasm; contains sperm and secretions from several glands of the male reproductive tract."],
	["semicircular canals","A three-part chamber of the inner ear that functions in maintaining equilibrium."],
	["semilunar valve","A valve located at the two exits of the heart, where the aorta leaves the left ventricle and the pulmonary artery leaves the right ventricle."],
	["seminal vesicle","A gland in males that secretes a fluid (a component of semen) that lubricates and nourishes sperm."],
	["seminiferous tubules","Highly coiled tubes in the testes in which sperm are produced."],
	["sensation","An impulse sent to the brain from activated receptors and sensory neurons."],
	["sensory neuron","A nerve cell that receives information from the internal and external environments and transmits the signals to the central nervous system."],
	["sensory receptor","A specialized structure that responds to specific stimuli from an animal's external or internal environment; transmits the information of an environmental stimulus to the animal's nervous system by converting stimulus energy to the electrochemical energy of action potentials."],
	["sepal","A whorl of modified leaves in angiosperms that encloses and protects the flower bud before it opens."],
	["septum","A partition, or cross wall, that divides a structure, such as a fungal hypha, into compartments."],
	["sessile","Attached; not free to move about."],
	["sex chromosomes","The pair of chromosomes responsible for determining the sex of an individual."],
	["sex-linked genes","Genes located on one sex chromosome but not the other."],
	["sex-linked trait","An inherited trait, such as color discrimination, determined by a gene located on a sex chromosome and that therefore shows a different pattern of inheritance in males and females."],
	["sexual dimorphism","A special case of polymorphism based on the distinction between the secondary sex characteristics of males and females."],
	["sexual reproduction","A type of reproduction in which two parents give rise to offspring that have unique combinations of genes inherited from the gametes of the two parents."],
	["sexual selection","Selection based on variation in secondary sex characteristics, leading to the enhancement of sexual dimorphism."],
	["shoot system","The aerial portion of a plant body, consisting of stems, leaves, and flowers."],
	["short-day plant","A plant that flowers, usually in late summer, fall, or winter, only when the light period is shorter than a critical length."],
	["sieve tube member","A chain of living cells that form sieve tubes in phloem."],
	["sign stimulus","An external sensory stimulus that triggers a fixed action pattern."],
	["signal peptide","A stretch of amino acids on polypeptides that targets proteins to specific destinations in eukaryotic cells."],
	["signal-transduction pathway","A mechanism linking a mechanical or chemical stimulus to a cellular response."],
	["sink habitat","A habitat where mortality exceeds reproduction."],
	["sinoatrial node","Area of the vertebrate heart that initiates the heartbeat; located where the superior vena cava enters the right atrium; the pacemaker."],
	["sister chromatids","Replicated forms of a chromosome joined together by the centromere and eventually separated during mitosis or meiosis II."],
	["skeletal muscle","Striated muscle generally responsible for the voluntary movements of the body."],
	["sliding-filament model","The theory explaining how muscle contracts, based on change within a sarcomere, the basic unit of muscle organization, stating that thin (actin) filaments slide across thick (myosin) filaments, shortening the sarcomere; the shortening of all sarcomeres in a myofibril shortens the entire myofibril."],
	["small nuclear ribonucleoprotein (snRNP)","One of a variety of small particles in the cell nucleus, composed of RNA and protein molecules; functions are not fully understood, but some form parts of spliceosomes, active in RNA splicing."],
	["smooth ER","That portion of the endoplasmic reticulum that is free of ribosomes."],
	["smooth muscle","A type of muscle lacking the striations of skeletal and cardiac muscle because of the uniform distribution of myosin filaments in the cell."],
	["social dominance","A hierarchical pattern of social organization involving domination of some members of a group by other members in a relatively orderly and long-lasting pattern."],
	["society","An organization of individuals of the same species in which there are divisions of resources, divisions of labor, and mutual dependence; a society is held together by stimuli exchanged among members of the group."],
	["sociobiology","The study of social behavior based on evolutionary theory."],
	["sodium-potassium pump","A special transport protein in the plasma membrane of animal cells that transports sodium out of and potassium into the cell against their concentration gradients."],
	["solute","A substance that is dissolved in a solution."],
	["solution","A homogeneous, liquid mixture of two or more substances."],
	["solvent","The dissolving agent of a solution. Water is the most versatile solvent known."],
	["somatic cell","Any cell in a multicellular organism except a sperm or egg cell."],
	["somatic nervous system","The branch of the motor division of the vertebrate peripheral nervous system composed of motor neurons that carry signals to skeletal muscles in response to external stimuli."],
	["somatotropin","A hormone, produced by the pituitary gland, that stimulates protein synthesis and promotes the growth of bone; also known as growth hormone."],
	["source habitat","A habitat where reproduction exceeds mortality and from which excess individuals disperse."],
	["Southern blotting","A hybridization technique that enables researchers to determine the presence of certain nucleotide sequences in a sample of DNA."],
	["specialized","(1) Of cells, having particular functions in a multicellular organism. (2) Of organisms, having special adaptations to a particular habitat or mode of life."],
	["speciation","The origin of new species in evolution."],
	["species pl. species","A particular kind of organism; members possess similar anatomical characteristics and have the ability to interbreed."],
	["species diversity","The number and relative abundance of species in a biological community."],
	["species richness","The number of species in a biological community."],
	["species selection","A theory maintaining that species living the longest and generating the greatest number of species determine the direction of major evolutionary trends."],
	["species-specific","Characteristic of (and limited to) a particular species."],
	["specific","Unique; for example, the proteins in a given organism, the enzyme catalyzing a given reaction, or the antibody to a given antigen."],
	["specific heat","The amount of heat that must be absorbed or lost for 1 g of a substance to change its temperature 1°C."],
	["spectrophotometer","An instrument that measures the proportions of light of different wavelengths absorbed and transmitted by a pigment solution."],
	["sperm","A male gamete."],
	["spermatid","Each of four haploid (n) cells resulting from the meiotic divisions of a spermatocyte; each spermatid becomes differentiated into a sperm cell."],
	["spermatocytes","The diploid (2n) cells formed by the enlargement and differentiation of the spermatogonia; they give rise by meiotic division to the spermatids."],
	["spermatogonia","The unspecialized diploid (2n) cells on the walls of the seminiferous tubules that, by enlargement, differentiation, and meiotic division, become spermatocytes, then spermatids, then sperm cells."],
	["spermatogenesis","The continuous and prolific production of mature sperm cells in the testis."],
	["sphincter","A ringlike valve, consisting of modified muscles in a muscular tube, such as a digestive tract; closes off the tube like a drawstring."],
	["spinal cord","Part of the vertebrate central nervous system; consists of a thick, dorsal, longitudinal bundle of nerve fibers extending posteriorly from the brain."],
	["spindle","An assemblage of microtubules that orchestrates chromosome movement during eukaryotic cell division."],
	["spiracle","One of the external openings of the respiratory system in terrestrial arthropods."],
	["spiral cleavage","A type of embryonic development in protostomes, in which the planes of cell division that transform the zygote into a ball of cells occur obliquely to the polar axis, resulting in cells of each tier sitting in the grooves between cells of adjacent tiers."],
	["spliceosome","A complex assembly that interacts with the ends of an RNA intron in splicing RNA; releases an intron and joins two adjacent exons."],
	["splitting evolution","See Cladogenesis."],
	["spongy parenchyma","In plant leaves, a tissue composed of loosely arranged chloroplast-containing parenchyma cells."],
	["sporangiophore","A specialized hypha or a branch bearing one or more sporangia."],
	["sporangium pl. sporangia","A capsule in fungi and plants in which meiosis occurs and haploid spores develop."],
	["spore","In the life cycle of a plant or alga undergoing alternation of generations, a meiotically produced haploid cell that divides mitotically, generating a multicellular individual, the gametophyte, without fusing with another cell."],
	["sporophyte","The multicellular diploid form in organisms undergoing alternation of generations that results from a union of gametes and that meiotically produces haploid spores that grow into the gametophyte generation."],
	["sporopollenin","A secondary product, a polymer synthesized by a side branch of a major metabolic pathway of plants that is resistant to almost all kinds of environmental damage; especially important in the evolutionary move of plants onto land."],
	["stablizing selection","Natural selection that favors intermediate variants by acting against extreme phenotypes."],
	["stamen","The pollen-producing male reproductive organ of a flower, consisting of an anther and filament."],
	["starch","A storage polysaccharide in plants consisting entirely of glucose."],
	["statocyst","A type of mechanoreceptor that functions in equilibrium in invertebrates through the use of statoliths, which stimulate hair cells in relation to gravity."],
	["stele","The central vascular cylinder in roots where xylem and phloem are located."],
	["stem","The aboveground part of the axis of vascular plants, as well as anatomically similar portions below ground (such as rhizomes)."],
	["stem cells","The common, self-regenerating cells in the marrow of long bones that give rise, by differentiation and division, to red blood cells and all of the different types of white blood cells."],
	["stereoisomer","A molecule that is a mirror image of another molecule with the same molecular formula."],
	["stereoscopic vision","Ability to perceive a single, three-dimensional image from the simultaneous but separate images delivered to the brain by each eye."],
	["steroids","A class of lipids characterized by a carbon skeleton consisting of four rings with various functional groups attached."],
	["stigma","In plants, the region of a carpel serving as a receptive surface for pollen grains, which germinate on it."],
	["stimulus","Any internal or external change or signal that influences the activity of an organism or of part of an organism."],
	["stoma pl. stomata","A microscopic pore surrounded by guard cells in the epidermis of leaves and stems that allows gas exchange between the environment and the interior of the plant."],
	["strategy","A group of related traits, evolved under the influence of natural selection, that solve particular problems encountered by living organisms; often includes anatomical, physiological, and behavioral characteristics."],
	["striated muscle","Skeletal voluntary muscle and cardiac muscle. The name derives from the striped appearance, which reflects the arrangement of contractile elements."],
	["strict aerobe","An organism that can survive only in an atmosphere of oxygen, which is used in aerobic respiration."],
	["strict anaerobe","An organism that cannot survive in an atmosphere of oxygen. Other substances, such as sulfate or nitrate, are the terminal electron acceptors in the electron transport chains that generate their ATP."],
	["stroma","The fluid of the chloroplast surrounding the thylakoid membrane; involved in the synthesis of organic molecules from carbon dioxide and water."],
	["stromatolite","Rock made of banded domes of sediment in which are found the most ancient forms of life: prokaryotes dating back as far as 3.5 billion years."],
	["structural formula","A type of molecular notation in which the constituent atoms are joined by lines representing covalent bonds."],
	["structural gene","A gene that codes for a polypeptide."],
	["style","In angiosperms, the stalk of a carpel, down which the pollen tube grows."],
	["substrate","(1) The substance on which an enzyme works. (2) The foundation to which an organism is attached."],
	["substrate-level phosphorylation","The formation of ATP by directly transferring a phosphate group to ADP from an intermediate substrate in catabolism."],
	["succession","See Ecological succession."],
	["sucrose","Cane sugar; a common disaccharide found in many plants; a molecule of glucose linked to a molecule of fructose."],
	["sugar","Any monosaccharide or disaccharide."],
	["summation","A phenomenon of neural integration in which the membrane potential of the postsynaptic cell in a chemical synapse is determined by the total activity of all excitatory and inhibitory presynaptic impulses acting on it at any one time."],
	["suppressor T cell (TS)","A type of T cell that causes B cells as well as other cells to ignore antigens."],
	["surface tension","A measure of how difficult it is to stretch or break the surface of a liquid. Water has a high surface tension because of the hydrogen bonding of surface molecules."],
	["survivorship curve","A plot of the number of members of a cohort that are still alive at each age; one way to represent age-specific mortality."],
	["suspension-feeder","An aquatic animal, such as a clam or a baleen whale, that sifts small food particles from the water."],
	["sustainable agriculture","Long-term productive farming methods that are environmentally safe."],
	["sustainable development","The long-term prosperity of human societies and the ecosystems that support them."],
	["swim bladder","An adaptation, derived from a lung, that enables bony fishes to adjust their density and thereby control their buoyancy."],
	["symbiont","The smaller participant in a symbiotic relationship, living in or on the host."],
	["symbiosis","An ecological relationship between organisms of two different species that live together in direct contact."],
	["sympathetic division","One of two divisions of the autonomic nervous system of vertebrates; generally increases energy expenditure and prepares the body for action."],
	["sympatric speciation","A mode of speciation occurring as a result of a radical change in the genome that produces a reproductively isolated subpopulation in the midst of its parent population."],
	["symplast","In plants, the continuum of cytoplasm connected by plasmodesmata between cells."],
	["synapomorphies","Shared derived characters; homologies that evolved in an ancestor common to all species on one branch of a fork in a cladogram, but not common to species on the other branch."],
	["synapse","The locus where one neuron communicates with another neuron in a neural pathway; a narrow gap between a synaptic terminal of an axon and a signal-receiving portion (dendrite or cell body) of another neuron or effector cell. Neurotransmitter molecules released by synaptic terminals diffuse across the synapse, relaying messages to the dendrite or effector."],
	["synapsis","The pairing of replicated homologous chromosomes during prophase I of meiosis."],
	["synaptic cleft","A narrow gap separating the synaptic knob of a transmitting neuron from a receiving neutron to an effector."],
	["synaptic knob","The relay point at the tip of a transmitting neuron's axon, where signals are sent to another neuron or to an effector."],
	["synaptic terminal","A bulb at the end of an axon in which neurotransmitter molecules are stored and released."],
	["syngamy","The process of cellular union during fertilization."],
	["synthesis","The formation of a more complex substance from simpler ones."],
	["synthesis phase","In the cell cycle, the phase in which the DNA of the chromosomes is replicated and DNA-associated proteins, such as histones, are synthesized."],
	["systematics","The branch of biology that studies the diversity of life; encompasses taxonomy and is involved in reconstructing phylogenetic history."],
	["systemic acquired resistance (SAR)","A defensive response in infected plants that helps protect healthy tissue from pathogenic invasion."],
	["systole","The stage of the heart cycle in which the heart muscle contracts and the chambers pump blood."],
	["systolic pressure","The pressure in an artery during the ventricular contraction phase of the heart cycle."],
	["T cell","A type of lymphocyte responsible for cell-mediated immunity that differentiates under the influence of the thymus."],
	["taiga","The coniferous or boreal forest biome, characterized by considerable snow, harsh winters, short summers, and evergreen trees."],
	["taxis","A movement toward or away from a stimulus."],
	["taxon pl. taxa","The named taxonomic unit at any given level."],
	["taxonomy","The branch of biology concerned with naming and classifying the diverse forms of life."],
	["telomerase","An enzyme that catalyzes the lengthening of telomeres; the enzyme includes a molecule of RNA that serves as a template for new telomere segments."],
	["telomere","The protective structure at each end of a eukaryotic chromosome. Specifically, the tandemly repetitive DNA (see Repetitive DNA) at the end of the chromosome's DNA molecule."],
	["telophase","The fourth and final stage of mitosis, during which daughter nuclei form at the two poles of a cell. Telophase usually occurs together with cytokinesis."],
	["temperate bacteriophage","A bacterial virus that may become incorporated into the host-cell chromosome."],
	["temperate deciduous forest","A biome located throughout midlatitude regions where there is sufficient moisture to support the growth of large, broad-leaf deciduous trees."],
	["temperate virus","A virus that can reproduce without killing the host."],
	["temperature","A measure of the intensity of heat in degrees, reflecting the average kinetic energy of the molecules."],
	["template","A pattern or mold guiding the formation of a negative or complementary copy."],
	["tendon","A type of fibrous connective tissue that attaches muscle to bone."],
	["tentacles","Long, flexible protrusions located about the mouth of many invertebrates; usually prehensile or tactile."],
	["terminator","A special sequence of nucleotides in DNA that marks the end of a gene; it signals RNA polymerase to release the newly made RNA molecule, which then departs from the gene."],
	["territory","An area or space occupied and defended by an individual or a group; trespassers are attacked (and usually defeated); may be the site of breeding, nesting, food gathering, or any combination thereof."],
	["tertiary consumer","A member of a trophic level of an ecosystem consisting of carnivores that eat mainly other carnivores."],
	["tertiary structure","Irregular contortions of a protein molecule due to interactions of side chains involved in hydrophobic interactions, ionic bonds, hydrogen bonds, and disulfide bridges."],
	["testcross","Breeding of an organism of unknown genotype with a homozygous recessive individual to determine the unknown genotype. The ratio of phenotypes in the offspring determines the unknown genotype."],
	["testis pl. testes","The male reproductive organ, or gonad, in which sperm and reproductive hormones are produced."],
	["testosterone","The most abundant androgen hormone in the male body."],
	["tetanus","The maximal, sustained contraction of a skeletal muscle, caused by a very fast frequency of action potentials elicited by continual stimulation."],
	["tetrad","In genetics, a pair of homologous chromosomes that have replicated and come together in prophase I of meiosis; consists of four chromatids."],
	["tetrapod","A vertebrate possessing two pairs of limbs, such as amphibians, reptiles, birds, and mammals."],
	["thalamus","One of two integrating centers of the vertebrate forebrain. Neurons with cell bodies in the thalamus relay neural input to specific areas in the cerebral cortex and regulate what information goes to the cerebral cortex."],
	["thallus","A simple plant or algal body without true roots, leaves, or stems."],
	["theory","A generalization based on many observations and experiments; a verified hypothesis."],
	["thermodynamics","The study of transformations of energy. The first law of thermodynamics states that, in all processes, the total energy of a system plus its surroundings remains constant. The second law states that all natural processes tend to proceed in such a direction that the disorder or randomness of the system increases."],
	["thermoregulation","The maintenance of internal temperature within a tolerable range."],
	["thick filament","A filament composed of staggered arrays of myosin molecules; a component of myofibrils in muscle fibers."],
	["thigmomorphogenesis","A response in plants to chronic mechanical stimulation, resulting from increased ethylene production; an example is thickening stems in response to strong winds."],
	["thigmotropism","The directional growth of a plant in relation to touch."],
	["thorax","(1) In vertebrates, that portion of the trunk containing the heart and lungs. (2) In crustaceans and insects, the fused, leg-bearing segments between head and abdomen."],
	["threatened species","Species that are likely to become endangered in the foreseeable future throughout all or a significant portion of their range."],
	["threshold potential","The potential an excitable cell membrane must reach for an action potential to be initiated."],
	["thylakoid","A flattened membrane sac inside the chloroplast, used to convert light energy to chemical energy."],
	["thymus","An endocrine gland in the neck region of mammals that is active in establishing the immune system; secretes several messengers, including thymosin, that stimulate T cells."],
	["thyroid gland","An endocrine gland that secretes iodine-containing hormones (T3 and T4), which stimulate metabolism and influence development and maturation in vertebrates, and cacitonin, which lowers blood calcium levels in mammals."],
	["thyroid-stimulating hormone (TSH)","A hormone produced by the anterior pituitary that regulates the release of thyroid hormones."],
	["Ti plasmid","A plasmid of a tumor-inducing bacterium that integrates a segment of its DNA into the host chromosome of a plant; frequently used as a carrier for genetic engineering in plants."],
	["tight junction","A type of intercellular junction in animal cells that prevents the leakage of material between cells."],
	["tissue","An integrated group of cells with a common structure and function."],
	["tonoplast","A membrane that encloses the central vacuole in a plant cell, separating the cytosol from the cell sap."],
	["torpor","In animals, a physiological state that conserves energy by slowing down the heart and respiratory systems."],
	["totipotency","The ability of embryonic cells to retain the potential to form all parts of the animal."],
	["trace element","An element indispensable for life but required in extremely minute amounts."],
	["trachea","The windpipe; that portion of the respiratory tube that has C-shaped cartilagenous rings and passes from the larynx to two bronchi."],
	["trachea pl. tracheae","Tiny air tubes that branch throughout the insect body for gas exchange."],
	["tracheal system","A gas exchange system of branched, chitin-lined tubes that infiltrate the body and carry oxygen directly to cells in insects."],
	["tracheid","A water-conducting and supportive element of xylem composed of long, thin cells with tapered ends and walls hardened with lignin."],
	["tract","A group or bundle of nerve fibers with accompanying connective tissue, located within the central nervous system."],
	["transcription","The synthesis of RNA on a DNA template."],
	["transcription factor","A regulatory protein that binds to DNA and stimulates transcription of specific genes."],
	["transduction","The transfer of genetic material (DNA) from one cell to another by a virus."],
	["transfer RNA (tRNA)","An RNA molecule that functions as an interpreter between nucleic acid and protein language by picking up specific amino acids and recognizing the appropriate codons in the mRNA."],
	["transformation","(1) The conversion of a normal animal cell to a cancerous cell. (2) A phenomenon in which external DNA is assimilated by a cell."],
	["transgenic","Having artificially altered genetic material. A transgenic organism is one that has had its genotype altered by the introduction of a gene or DNA sequence into its genome by genetic manipulation; the introduced gene or DNA segment is called a transgene."],
	["translation","The synthesis of a polypeptide using the genetic information encoded in an mRNA molecule. There is a change of \"language\" from nucleotides to amino acids."],
	["translocation","(1) An aberration in chromosome structure resulting from an error in meiosis or from mutagens; attachment of a chromosomal fragment to a nonhomologous chromosome. (2) During protein synthesis, the third stage in the elongation cycle when the RNA carrying the growing polypeptide moves from the A site to the P site on the ribosome. (3) The transport via phloem of food in a plant."],
	["transpiration","The evaporative loss of water from a plant."],
	["transposon","A transposable genetic element; a mobile segment of DNA that serves as an agent of genetic change."],
	["triplet code","A set of three-nucleotide-long words that specify the amino acids for polypeptide chains."],
	["triploblastic","Possessing three germ layers: the endoderm, mesoderm, and ectoderm. Most eumetazoa are triploblastic."],
	["trophic level","The division of species in an ecosystem on the basis of their main nutritional source. The trophic level that ultimately supports all others consists of autotrophs, or primary producers."],
	["trophic structure","The different feeding relationships in an ecosystem that determine the route of energy flow and the pattern of chemical cycling."],
	["trophoblast","The outer epithelium of the blastocyst, which forms the fetal part of the placenta."],
	["tropic","Pertaining to behavior or action brought about by specific stimuli, for example, phototropic (\"light-oriented\") motion, gonadotropic (\"stimulating the gonads\") hormone."],
	["tropic hormone","A hormone that has another endocrine gland as a target."],
	["tropical rain forest","The most complex of all communities, located near the equator where rainfall is abundant; harbors more species of plants and animals than all other terrestrial biomes combined."],
	["tropism","A growth response that results in the curvature of whole plant organs toward or away from stimuli due to differential rates of cell elongation."],
	["tuber","A much-enlarged, short, fleshy underground stem, such as that of the potato."],
	["tumor","A mass that forms within otherwise normal tissue, caused by the uncontrolled growth of a transformed cell."],
	["tumor suppressor gene","A gene whose protein products inhibit cell division, thereby preventing uncontrolled cell growth (cancer)."],
	["tundra","A biome at the extreme limits of plant growth; at the northernmost limits, it is called arctic tundra, and at high altitudes, where plant forms are limited to low shrubby or matlike vegetation, it is called alpine tundra."],
	["turgid","Firm; walled cells become turgid as a result of the entry of water from a hypotonic environment."],
	["turgor pressure","The force directed against a cell wall after the influx of water and the swelling of a walled cell due to osmosis."],
	["tyrosine kinase","An enzyme that catalyzes the transfer of phosphate groups from ATP to the amino acid tyrosine in a substrate protein."],
	["tyrosine kinase receptor","A receptor protein in the plasma membrane that responds to the binding of a signal molecule by catalyzing the transfer of phosphate groups from ATP to tyrosines on the cytoplasmic side of the receptor. The phosphorylated tyrosines activate other signal-transduction proteins within the cell."],
	["ultimate causation","The hypothetical evolutionary explanation for the existence of a certain pattern of animal behavior."],
	["unsaturated fatty acid","A fatty acid possessing one or more double bonds between the carbons in the hydrocarbon tail. Such bonding reduces the number of hydrogen atoms attached to the carbon skeleton."],
	["urea","A soluble form of nitrogenous waste excreted by mammals and most adult amphibians."],
	["ureter","A duct leading from the kidney to the urinary bladder."],
	["urethra","A tube that releases urine from the body near the vagina in females or through the penis in males; also serves in males as the exit tube for the reproductive system."],
	["uric acid","An insoluble precipitate of nitrogenous waste excreted by land snails, insects, birds, and some reptiles."],
	["urine","The liquid waste filtered from the blood by the kidney and stored in the bladder pending elimination through the urethra."],
	["urochordate","A chordate without a backbone, commonly called a tunicate, a sessile marine animal."],
	["uterus","A female reproductive organ where eggs are fertilized and/or development of the young occurs."],
	["vaccine","A harmless variant or derivative of a pathogen that stimulates a host's immune system to mount defenses against the pathogen."],
	["vacuole","A membrane-enclosed sac taking up most of the interior of a mature plant cell and containing a variety of substances important in plant reproduction, growth, and development."],
	["vagina","Part of the female reproductive system between the uterus and the outside opening; the birth canal in mammals; also accommodates the male's penis and receives sperm during copulation."],
	["valence shell","The outermost energy shell of an atom, containing the valence electrons involved in the chemical reactions of that atom."],
	["Van der Waals interactions","Weak attractions between molecules or parts of molecules that are brought about by localized charge fluctuations."],
	["vaporization","The change from a liquid to a gas; evaporation."],
	["variation","Diversity among the members of a population. Variation among individuals can exist at many levels, including genetic, physiologic and behavioral."],
	["vas deferens pl. vasa deferentia","The tube in the male reproductive system in which sperm travel from the epididymis to the urethra."],
	["vascular","Containing or concerning vessels that conduct fluid."],
	["vascular bundle","In plants, a group of longitudinal supporting and conducting tissues (xylem and phloem)."],
	["vascular cambium","A continuous cylinder of meristematic cells surrounding the xylem and pith that produces secondary xylem and phloem."],
	["vascular plants","Plants with vascular tissue, consisting of all modern species except the mosses and their relatives."],
	["vascular tissue","Plant tissue consisting of cells joined into tubes that transport water and nutrients throughout the plant body."],
	["vascular tissue system","A system formed by xylem and phloem throughout the plant, serving as a transport system for water and nutrients, respectively."],
	["vector","In recombinant DNA, a small, self-replicating DNA molecule, or a portion thereof, into which a DNA segment can be spliced and introduced into a cell; generally a plasmid or a virus."],
	["vegetative reproduction","Cloning of plants by asexual means."],
	["vein","A vessel that returns blood to the heart."],
	["vena cava","A large vein that brings blood from the tissues to the right atrium of the four-chambered mammalian heart. The superior vena cava collects blood from the forelimbs, head, and anterior or upper trunk; the inferior vena cava collects blood from the posterior body region."],
	["ventilation","Any method of increasing contact between the respiratory medium and the respiratory surface."],
	["ventral","Pertaining to the undersurface of an animal that holds its body in a horizontal position; to the front surface of an animal that holds its body erect."],
	["ventricle","A muscular chamber of the heart that receives blood from an atrium and pumps blood out of the heart, either to the lungs or to the body tissues."],
	["venule","A very small vein. See also Vein."],
	["vertebral column","The backbone; in nearly all vertebrates, it forms the supporting axis of the body and protects the spinal cord."],
	["vertebrate","A chordate animal with a backbone: the mammals, birds, reptiles, amphibians, and various classes of fishes."],
	["vesicle","A small, intracellular membrane-bound sac."],
	["vessel element","A specialized short, wide cell in angiosperms; arranged end to end, they form continuous tubes for water transport."],
	["vestigial organ","A type of homologous structure that is rudimentary and of marginal or no use to the organism."],
	["viable","Able to live."],
	["villus pl. villi","In vertebrates, one of the minute, fingerlike projections lining the small intestine that serve to increase the absorptive surface area of the intestine."],
	["viroid","A plant pathogen composed of molecules of naked RNA only several hundred nucleotides long."],
	["virulent","Capable of overcoming a host's defense mechanisms and causing a disease sometimes of rapid onset and severe symptoms."],
	["virus","A submicroscopic, noncellular particle composed of a nucleic acid core and a protein coat (capsid); parasitic; reproduces only within a host cell."],
	["viscera","The collective term for the internal organs of an animal."],
	["visceral muscle","Smooth muscle found in the walls of the digestive tract, bladder, arteries, and other internal organs."],
	["visible light","That portion of the electromagnetic spectrum detected as various colors by the human eye, ranging in wavelength from about 400 nm to about 700 nm."],
	["vitalism","The belief that natural phenomena are governed by a life force outside the realm of physical and chemical laws."],
	["vitamin","An organic molecule required in the diet in very small amounts; vitamins serve primarily as coenzymes or parts of coenzymes."],
	["viviparous","Referring to a type of development in which the young are born alive after having been nourished in the uterus by blood from the placenta."],
	["voltage-gated channel","Ion channel in a membrane that opens and closes in response to changes in membrane potential (voltage); the sodium and potassium channels of neurons are examples."],
	["water cycle","Worldwide circulation of water molecules, powered by the sun. Water evaporates from oceans, lakes, rivers, and, in smaller amounts, soil surfaces and bodies of organisms; water returns to the Earth in the form of rain and snow. Of the water falling on land, some flows into rivers that pour water back into the oceans and some percolates down through the soil until it reaches a zone where all pores and cracks in the rock are filled with water (groundwater); the deep groundwater eventually reaches the oceans, completing the cycle."],
	["water potential","The physical property predicting the direction in which water will flow, governed by solute concentration and applied pressure."],
	["water vascular system","A network of hydraulic canals unique to echinoderms that branches into extensions called tube feet, which function in locomotion, feeding, and gas exchange."],
	["wavelength","The distance between crests of waves, such as those of the electromagnetic spectrum."],
	["wild type","An individual with the normal phenotype."],
	["wobble","A violation of the base-pairing rules in that third nucleotide (5' end) of a tRNA anticodon can form hydrogen bonds with more than one kind of base in the third position (3' end) of a codon."],
	["worker","A member of the nonreproductive laboring caste of social insects."],
	["xylem","The tube-shaped, nonliving portion of the vascular system in plants that carries water and minerals from the roots to the rest of the plant."],
	["yeast","A unicellular fungus that lives in liquid or moist habitats, primarily reproducing asexually by simple cell division or by budding of a parent cell."],
	["yolk","The stored food in egg cells that nourishes the embryo."],
	["yolk sac","One of four extraembryonic membranes that supports embryonic development; the first site of blood cells and circulatory system function."],
	["zoned reserve systems","Habitat areas that are protected from human alteration and surrounded by lands that are used and more extensively altered by human activity."],
	["zoology","The study of animals."],
	["zooplankton","A collective term for the nonphotosynthetic organisms present in plankton."],
	["zygote","The diploid product of the union of haploid gametes in conception; a fertilized egg."]
]